/*
 * refit/menu.c
 * Menu functions
 *
 * Copyright (c) 2006 Christoph Pfisterer
 * All rights reserved.
 *
 * Redistribution and use in source and binary forms, with or without
 * modification, are permitted provided that the following conditions are
 * met:
 *
 *  * Redistributions of source code must retain the above copyright
 *    notice, this list of conditions and the following disclaimer.
 *
 *  * Redistributions in binary form must reproduce the above copyright
 *    notice, this list of conditions and the following disclaimer in the
 *    documentation and/or other materials provided with the
 *    distribution.
 *
 *  * Neither the name of Christoph Pfisterer nor the names of the
 *    contributors may be used to endorse or promote products derived
 *    from this software without specific prior written permission.
 *
 * THIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS
 * "AS IS" AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT
 * LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR
 * A PARTICULAR PURPOSE ARE DISCLAIMED. IN NO EVENT SHALL THE COPYRIGHT
 * OWNER OR CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL,
 * SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT
 * LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE,
 * DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY
 * THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT
 * (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE
 * OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.
 */

#include "Platform.h"
#include "Version.h"

#include "egemb_back_selected_small.h"

#ifndef DEBUG_ALL
#define DEBUG_MENU 1
#else
#define DEBUG_MENU DEBUG_ALL
#endif

#if DEBUG_MENU == 0
#define DBG(...)
#else
#define DBG(...) DebugLog(DEBUG_MENU, __VA_ARGS__)	
#endif

//#define PREBOOT_LOG L"EFI\\misc\\preboot.log"
#define VBIOS_BIN L"EFI\\misc\\c0000.bin"

//#define LSTR(s) L##s

// scrolling definitions
static INTN MaxItemOnScreen = -1;
REFIT_MENU_SCREEN OptionMenu  = {4, L"Options", NULL, 0, NULL, 0, NULL, 0, NULL };
extern REFIT_MENU_ENTRY MenuEntryReturn;

typedef struct {
  INTN    CurrentSelection, LastSelection;
  INTN    MaxScroll, MaxIndex;
  INTN    FirstVisible, LastVisible, MaxVisible, MaxFirstVisible;
  BOOLEAN IsScrolling, PaintAll, PaintSelection;
} SCROLL_STATE;

#define SCROLL_LINE_UP    (0)
#define SCROLL_LINE_DOWN  (1)
#define SCROLL_PAGE_UP    (2)
#define SCROLL_PAGE_DOWN  (3)
#define SCROLL_FIRST      (4)
#define SCROLL_LAST       (5)
#define SCROLL_NONE       (6)

// other menu definitions

#define MENU_FUNCTION_INIT            (0)
#define MENU_FUNCTION_CLEANUP         (1)
#define MENU_FUNCTION_PAINT_ALL       (2)
#define MENU_FUNCTION_PAINT_SELECTION (3)
#define MENU_FUNCTION_PAINT_TIMEOUT   (4)

typedef VOID (*MENU_STYLE_FUNC)(IN REFIT_MENU_SCREEN *Screen, IN SCROLL_STATE *State, IN UINTN Function, IN CHAR16 *ParamText);

static CHAR16 ArrowUp[2]   = { ARROW_UP, 0 };
static CHAR16 ArrowDown[2] = { ARROW_DOWN, 0 };

//#define TextHeight (FONT_CELL_HEIGHT + TEXT_YMARGIN * 2)
#define TITLEICON_SPACING (16)

#define ROW0_TILESIZE (144)
#define ROW1_TILESIZE (64)
#define TILE_XSPACING (8)
#define TILE_YSPACING (24)
#define ROW0_SCROLLSIZE (100)

static EG_IMAGE *SelectionImages[4] = { NULL, NULL, NULL, NULL };
static EG_PIXEL SelectionBackgroundPixel = { 0xef, 0xef, 0xef, 0 };
static EG_IMAGE *TextBuffer = NULL;

static INTN row0Count, row0PosX, row0PosXRunning;
static INTN row1Count, row1PosX, row1PosXRunning;
static UINTN *itemPosX = NULL;
static UINTN row0PosY, row1PosY, textPosY;

INPUT_ITEM *InputItems = NULL;
UINTN  InputItemsCount = 0;

UINTN RunGenericMenu(IN REFIT_MENU_SCREEN *Screen, IN MENU_STYLE_FUNC StyleFunc, IN OUT INTN *DefaultEntryIndex, OUT REFIT_MENU_ENTRY **ChosenEntry);

VOID FillInputs(VOID)
{
  UINTN i,j; //for cycles
  CHAR8 tmp[40];
  UINT8 a;
  BOOLEAN bit;
  
  InputItemsCount = 0; 
  InputItems = AllocateZeroPool(100 * sizeof(INPUT_ITEM)); //XXX
  InputItems[InputItemsCount].ItemType = ASString;  //0
  //even though Ascii we will keep value as Unicode to convert later
  InputItems[InputItemsCount].SValue = AllocateZeroPool(255);
  UnicodeSPrint(InputItems[InputItemsCount++].SValue, 255, L"%a", gSettings.BootArgs);
  InputItems[InputItemsCount].ItemType = UNIString; //1
  InputItems[InputItemsCount].SValue = AllocateZeroPool(63);
  UnicodeSPrint(InputItems[InputItemsCount++].SValue, 63, L"%s", gSettings.DsdtName);
  InputItems[InputItemsCount].ItemType = BoolValue; //2
  InputItems[InputItemsCount].BValue = gSettings.iCloudFix;
  InputItems[InputItemsCount++].SValue = gSettings.iCloudFix?L"[+]":L"[ ]";
  InputItems[InputItemsCount].ItemType = BoolValue; //3 
  InputItems[InputItemsCount].BValue = gSettings.StringInjector;
  InputItems[InputItemsCount++].SValue = gSettings.StringInjector?L"[+]":L"[ ]";
  InputItems[InputItemsCount].ItemType = BoolValue; //4 
  InputItems[InputItemsCount].BValue = gSettings.DropSSDT;
  InputItems[InputItemsCount++].SValue = gSettings.DropSSDT?L"[+]":L"[ ]";
  InputItems[InputItemsCount].ItemType = BoolValue;  //5
  InputItems[InputItemsCount].BValue = gSettings.GeneratePStates;
  InputItems[InputItemsCount++].SValue = gSettings.GeneratePStates?L"[+]":L"[ ]";
  InputItems[InputItemsCount].ItemType = BoolValue;  //6
  InputItems[InputItemsCount].BValue = gSettings.Turbo;
  InputItems[InputItemsCount++].SValue = gSettings.Turbo?L"[+]":L"[ ]";
  InputItems[InputItemsCount].ItemType = Decimal;  //7
  InputItems[InputItemsCount++].SValue = PoolPrint(L"%02d", gSettings.PLimitDict);
  InputItems[InputItemsCount].ItemType = Decimal;  //8
  InputItems[InputItemsCount++].SValue = PoolPrint(L"%02d", gSettings.UnderVoltStep);
  InputItems[InputItemsCount].ItemType = BoolValue; //9
  InputItems[InputItemsCount].BValue = gSettings.GenerateCStates;
  InputItems[InputItemsCount++].SValue = gSettings.GenerateCStates?L"[+]":L"[ ]";
  InputItems[InputItemsCount].ItemType = BoolValue; //10
  InputItems[InputItemsCount].BValue = gSettings.EnableC2;
  InputItems[InputItemsCount++].SValue = gSettings.EnableC2?L"[+]":L"[ ]";
  InputItems[InputItemsCount].ItemType = BoolValue; //11
  InputItems[InputItemsCount].BValue = gSettings.EnableC4;
  InputItems[InputItemsCount++].SValue = gSettings.EnableC4?L"[+]":L"[ ]";
  InputItems[InputItemsCount].ItemType = BoolValue; //12
  InputItems[InputItemsCount].BValue = gSettings.EnableC6;
  InputItems[InputItemsCount++].SValue = gSettings.EnableC6?L"[+]":L"[ ]";
  InputItems[InputItemsCount].ItemType = BoolValue; //13
  InputItems[InputItemsCount].BValue = gSettings.EnableISS;
  InputItems[InputItemsCount++].SValue = gSettings.EnableISS?L"[+]":L"[ ]";
  InputItems[InputItemsCount].ItemType = Decimal;  //14
  InputItems[InputItemsCount++].SValue = PoolPrint(L"%d", gSettings.QPI);
  InputItems[InputItemsCount].ItemType = BoolValue; //15
  InputItems[InputItemsCount].BValue = gSettings.PatchNMI;
  InputItems[InputItemsCount++].SValue = gSettings.PatchNMI?L"[+]":L"[ ]";
  InputItems[InputItemsCount].ItemType = BoolValue; //16
  InputItems[InputItemsCount].BValue = gSettings.PatchVBios;
  InputItems[InputItemsCount++].SValue = gSettings.PatchVBios?L"[+]":L"[ ]";
  InputItems[InputItemsCount].ItemType = Hex;  //17
  InputItems[InputItemsCount].SValue = AllocateZeroPool(36);
  UnicodeSPrint(InputItems[InputItemsCount++].SValue, 36, L"0x%X", gSettings.FixDsdt);
  InputItems[InputItemsCount].ItemType = Hex;  //18
  InputItems[InputItemsCount].SValue = AllocateZeroPool(36);
  UnicodeSPrint(InputItems[InputItemsCount++].SValue, 36, L"0x%X", gSettings.BacklightLevel);
  InputItems[InputItemsCount].ItemType = Decimal;  //19
  if (gSettings.BusSpeed > 20000) {
    InputItems[InputItemsCount++].SValue = PoolPrint(L"%06d", gSettings.BusSpeed);
  } else {
    InputItems[InputItemsCount++].SValue = PoolPrint(L"%06d", gCPUStructure.ExternalClock);
  }
  InputItemsCount = 20;
  InputItems[InputItemsCount].ItemType = BoolValue; //20
  InputItems[InputItemsCount].BValue = gSettings.GraphicsInjector;
  InputItems[InputItemsCount++].SValue = gSettings.GraphicsInjector?L"[+]":L"[ ]";
  for (i=0; i<NGFX; i++) {
    InputItems[InputItemsCount].ItemType = ASString;  //21+i*5
    InputItems[InputItemsCount++].SValue = PoolPrint(L"%a", gGraphics[i].Model);
    
    if (gGraphics[i].Vendor == Ati) {
      InputItems[InputItemsCount].ItemType = ASString; //22+5i
      if (StrLen(gSettings.FBName) > 3) {
        InputItems[InputItemsCount++].SValue = PoolPrint(L"%s", gSettings.FBName);
      } else {
        InputItems[InputItemsCount++].SValue = PoolPrint(L"%a", gGraphics[i].Config);
      }      
    } else if (gGraphics[i].Vendor == Nvidia) {
      InputItems[InputItemsCount].ItemType = ASString; //22+5i
      InputItems[InputItemsCount].SValue = AllocateZeroPool(20);
      for (j=0; j<8; j++) {
        a = gSettings.Dcfg[j];
        AsciiSPrint((CHAR8*)&tmp[2*j], 2, "%02x", a);
      }
      UnicodeSPrint(InputItems[InputItemsCount++].SValue, 20, L"%a", tmp);
      
  //    InputItems[InputItemsCount++].SValue = PoolPrint(L"%08x",*(UINT64*)&gSettings.Dcfg[0]);
    } else if (gGraphics[i].Vendor == Intel) {
      InputItems[InputItemsCount].ItemType = ASString; //22+5i
      InputItems[InputItemsCount++].SValue = L"NA";
    }
    
    InputItems[InputItemsCount].ItemType = Decimal;  //23+5i
    if (gSettings.VideoPorts > 0) {
      InputItems[InputItemsCount++].SValue = PoolPrint(L"%d", gSettings.VideoPorts);
    } else {
      InputItems[InputItemsCount++].SValue = PoolPrint(L"%d", gGraphics[i].Ports);
    }
    InputItems[InputItemsCount].SValue = AllocateZeroPool(42);
    InputItems[InputItemsCount].ItemType = ASString; //24+5i
    for (j=0; j<20; j++) {
      a = gSettings.NVCAP[j];
      AsciiSPrint((CHAR8*)&tmp[2*j], 2, "%02x", a);
    }
//    InputItems[InputItemsCount++].SValue = PoolPrint(L"%a", tmp);
    UnicodeSPrint(InputItems[InputItemsCount++].SValue, 42, L"%a", tmp);
    
    InputItems[InputItemsCount].ItemType = BoolValue; //25+5i
    InputItems[InputItemsCount].BValue = gGraphics[i].LoadVBios;
    InputItems[InputItemsCount++].SValue = gGraphics[i].LoadVBios?L"[+]":L"[ ]";
  }
  //and so on 
  InputItemsCount = 44; 
  InputItems[InputItemsCount].ItemType = BoolValue; //44
  InputItems[InputItemsCount].BValue = gSettings.KextPatchesAllowed;
  InputItems[InputItemsCount++].SValue = gSettings.KextPatchesAllowed?L"[+]":L"[ ]";
  InputItems[InputItemsCount].ItemType = BoolValue; //45
  InputItems[InputItemsCount].BValue = gSettings.KPKernelCpu;
  InputItems[InputItemsCount++].SValue = gSettings.KPKernelCpu?L"[+]":L"[ ]";
  InputItems[InputItemsCount].ItemType = BoolValue; //46
  InputItems[InputItemsCount].BValue = gSettings.KPAsusAICPUPM;
  InputItems[InputItemsCount++].SValue = gSettings.KPAsusAICPUPM?L"[+]":L"[ ]";
  InputItems[InputItemsCount].ItemType = BoolValue; //47
  InputItems[InputItemsCount].BValue = gSettings.KPAppleRTC;
  InputItems[InputItemsCount++].SValue = gSettings.KPAppleRTC?L"[+]":L"[ ]";
  
  InputItems[InputItemsCount].ItemType = BoolValue; //48
  InputItems[InputItemsCount].BValue = gSettings.bDropAPIC;
  InputItems[InputItemsCount++].SValue = gSettings.bDropAPIC?L"[+]":L"[ ]";
  InputItems[InputItemsCount].ItemType = BoolValue; //49
  InputItems[InputItemsCount].BValue = gSettings.bDropMCFG;
  InputItems[InputItemsCount++].SValue = gSettings.bDropMCFG?L"[+]":L"[ ]";
  InputItems[InputItemsCount].ItemType = BoolValue; //50
  InputItems[InputItemsCount].BValue = gSettings.bDropHPET;
  InputItems[InputItemsCount++].SValue = gSettings.bDropHPET?L"[+]":L"[ ]";
  InputItems[InputItemsCount].ItemType = BoolValue; //51
  InputItems[InputItemsCount].BValue = gSettings.bDropECDT;
  InputItems[InputItemsCount++].SValue = gSettings.bDropECDT?L"[+]":L"[ ]"; 

  InputItems[InputItemsCount].ItemType = BoolValue; //52
  InputItems[InputItemsCount].BValue = gSettings.InjectEDID;
  InputItems[InputItemsCount++].SValue = gSettings.InjectEDID?L"[+]":L"[ ]"; 
  
  for (j=0; j<16; j++) {
    InputItems[InputItemsCount].ItemType = BoolValue; //53+j
    bit = (gSettings.FixDsdt & (1<<j)) != 0;
    InputItems[InputItemsCount].BValue = bit;
    InputItems[InputItemsCount++].SValue = bit?L"[+]":L"[ ]";     
  }
  
  InputItemsCount = 70;
  InputItems[InputItemsCount].ItemType = Decimal;  //70
  InputItems[InputItemsCount++].SValue = PoolPrint(L"%d", gSettings.PointerSpeed);
  InputItems[InputItemsCount].ItemType = Decimal;  //71
  InputItems[InputItemsCount++].SValue = PoolPrint(L"%d", gSettings.DoubleClickTime);

}

VOID ApplyInputs(VOID)
{
  INTN i = 0;
  UINTN j;
  UINT16 k;
  CHAR8  AString[256];
  DBG("ApplyInputs\n");
  if (InputItems[i].Valid) {
    AsciiSPrint(gSettings.BootArgs, 255, "%s", InputItems[i].SValue);
  }
  i++; //1
  if (InputItems[i].Valid) {
    UnicodeSPrint(gSettings.DsdtName, 120, L"%s", InputItems[i].SValue);    
  }
  i++; //2
  if (InputItems[i].Valid) {
    gSettings.iCloudFix = InputItems[i].BValue;
  }
  i++; //3
  if (InputItems[i].Valid) {
    gSettings.StringInjector = InputItems[i].BValue;
  }
  i++; //4
  if (InputItems[i].Valid) {
    gSettings.DropSSDT = InputItems[i].BValue;
  }
  i++; //5
  if (InputItems[i].Valid) {
    gSettings.GeneratePStates = InputItems[i].BValue;
  }
  i++; //6
  if (InputItems[i].Valid) {
    gSettings.Turbo = InputItems[i].BValue;
  }
  i++; //7
  if (InputItems[i].Valid) {
//    DBG("InputItems[i]: %s\n", InputItems[i].SValue);
    gSettings.PLimitDict = (UINT8)(StrDecimalToUintn(InputItems[i].SValue) & 0x7F);
    DBG("Item 7=PLimitDict %d\n", gSettings.PLimitDict);
 }
  i++; //8
  if (InputItems[i].Valid) {
    gSettings.UnderVoltStep = (UINT8)(StrDecimalToUintn(InputItems[i].SValue) & 0x3F);
    DBG("Item 8=UnderVoltStep %d\n", gSettings.UnderVoltStep);
  }
  i++; //9
  if (InputItems[i].Valid) {
    gSettings.GenerateCStates = InputItems[i].BValue;
  }
  i++; //10
  if (InputItems[i].Valid) {
    gSettings.EnableC2 = InputItems[i].BValue;
  }
  i++; //11
  if (InputItems[i].Valid) {
    gSettings.EnableC4 = InputItems[i].BValue;
  }
  i++; //12
  if (InputItems[i].Valid) {
    gSettings.EnableC6 = InputItems[i].BValue;
  }
  i++; //13
  if (InputItems[i].Valid) {
    gSettings.EnableISS = InputItems[i].BValue;
  }
  i++; //14
  if (InputItems[i].Valid) {
    gSettings.QPI = (UINT16)StrDecimalToUintn(InputItems[i].SValue);
    DBG("Apply ProcessorInterconnectSpeed=%d\n", gSettings.QPI);
  }
  i++; //15
  if (InputItems[i].Valid) {
    gSettings.PatchNMI = InputItems[i].BValue;
  }
  i++; //16
  if (InputItems[i].Valid) {
    gSettings.PatchVBios = InputItems[i].BValue;
  }
  i++; //17
  if (InputItems[i].Valid) {
    gSettings.FixDsdt = (UINT32)StrHexToUint64(InputItems[i].SValue);
  }
  i++; //18
  if (InputItems[i].Valid) {
    gSettings.BacklightLevel = (UINT16)StrHexToUint64(InputItems[i].SValue);
  }  
  i++; //19
  if (InputItems[i].Valid) {
    gSettings.BusSpeed = (UINT32)StrDecimalToUintn(InputItems[i].SValue);
    DBG("Apply BusSpeed=%d\n", gSettings.BusSpeed);
  }
  
  i = 20; //20
  if (InputItems[i].Valid) {
    gSettings.GraphicsInjector = InputItems[i].BValue;
  }
  for (j = 0; j < NGFX; j++) {
    i++; //21
    if (InputItems[i].Valid) {
      AsciiSPrint(gGraphics[j].Model, 64, "%s",  InputItems[i].SValue);
    }
    i++; //22
    if (InputItems[i].Valid) {
      if (gGraphics[j].Vendor == Ati) {
        UnicodeSPrint(gSettings.FBName, 32, L"%s", InputItems[i].SValue); 
      } else if (gGraphics[j].Vendor == Nvidia) {
        ZeroMem(AString, 255);
        AsciiSPrint(AString, 255, "%s", InputItems[i].SValue);
        hex2bin(AString, (UINT8*)&gSettings.Dcfg[0], 8);
      } else if (gGraphics[j].Vendor == Intel) {
        //nothing to do
      }
    }
    i++; //23
    if (InputItems[i].Valid) {
      gGraphics[j].Ports = (UINT8)(StrDecimalToUintn(InputItems[i].SValue) & 0x0F);
    }    
    i++; //24
    if (InputItems[i].Valid) {
      ZeroMem(AString, 255);
      if (StrLen(InputItems[i].SValue) > 0) {
        AsciiSPrint(AString, 255, "%s", InputItems[i].SValue);
        hex2bin(AString, (UINT8*)&gSettings.NVCAP[0], 20);
      }
    }  
    i++; //25
    if (InputItems[i].Valid) {
      gGraphics[j].LoadVBios = InputItems[i].BValue;
    }    
  }  //end of Graphics Cards
  // next number == 42
  i = 44;
  if (InputItems[i].Valid) {
    gSettings.KextPatchesAllowed = InputItems[i].BValue;
  }  
  i++; //45
  if (InputItems[i].Valid) {
    gSettings.KPKernelCpu = InputItems[i].BValue;
  }
  i++; //46
  if (InputItems[i].Valid) {
    gSettings.KPAsusAICPUPM = InputItems[i].BValue;
  }
  i++; //47
  if (InputItems[i].Valid) {
    gSettings.KPAppleRTC = InputItems[i].BValue;
  }
  gSettings.KPKextPatchesNeeded = (gSettings.KPAsusAICPUPM || gSettings.KPAppleRTC || (gSettings.KPATIConnectorsPatch != NULL));
  
  i++; //48
  if (InputItems[i].Valid) {
    gSettings.bDropAPIC = InputItems[i].BValue;
  }
  i++; //49
  if (InputItems[i].Valid) {
    gSettings.bDropMCFG = InputItems[i].BValue;
  }
  i++; //50
  if (InputItems[i].Valid) {
    gSettings.bDropHPET = InputItems[i].BValue;
  }
  i++; //51
  if (InputItems[i].Valid) {
    gSettings.bDropECDT = InputItems[i].BValue;
  }
  i++; //52
  if (InputItems[i].Valid) {
    gSettings.InjectEDID = InputItems[i].BValue;
  }
  k=0;
  for (j=0; j<16; j++) {
    i++; //53-68
    if (InputItems[i].BValue) {
      k += (1<<j);
    }
  }
  gSettings.FixDsdt = k;
  DBG("Applyed FixDsdt=%04x\n", k);
  
  i = 70;
  if (InputItems[i].Valid) {
    gSettings.PointerSpeed = StrDecimalToUintn(InputItems[i].SValue);
    DBG("Pointer Speed=%d\n", gSettings.PointerSpeed);
  }
  i++;
  if (InputItems[i].Valid) {
    gSettings.DoubleClickTime = StrDecimalToUintn(InputItems[i].SValue);
    DBG("DoubleClickTime=%d ms\n", gSettings.DoubleClickTime);
  }
  
  SaveSettings(); 
}

VOID FreeItems(VOID)
{
/*  UINTN i;
  for (i=0; i<InputItemsCount; i++) {
    FreePool(InputItems[i].AValue);
    FreePool(InputItems[i].SValue);
  } */
  FreePool(InputItems);
}

//
// Graphics helper functions
//

static VOID InitSelection(VOID)
{
  UINTN       x, y, src_x, src_y;
  EG_PIXEL    *DestPtr, *SrcPtr;
  
  if (!AllowGraphicsMode)
    return;
  
