Repository: CloverHackyColor/CloverBootloader
Catalog: CloverPackage/package/po/*.po
Languages: de, es, fr, hr, id, ja, lv, nl, pt, ro, ru, tr, uk_ua

source: Developers:
de: Entwickler:
es: Desarrolladores:
fr: Développeurs :
hr: Autori:
id: Pengembang:
ja: 開発者:
lv: Attīstītāji:
nl: Ontwikkelaars:
pt: Desenvolvedores:
ro: Dezvoltatori:
ru: Разработчики:
tr: Geliştiriciler:
uk_ua: Розробники:

source: Source code credits to:
de: Beteiligt am Quellcode:
es: Créditos del código fuente:
fr: Code source, crédits et remerciements à :
hr: Zasluge za izvorni kod:
id: Source code:
ja: ソースコードクレジット:
lv: Izejas kodu pirmsākumi:
nl: Broncode credits naar:
pt: Créditos do código Fonte para:
ro: Credit pentru codul sursa:
ru: Использованы разработки:
tr: Kaynak koduna katkıda bulunanlar:
uk_ua: Першоджерела:

source: Package credits to:
de: Beteiligt am Installationspaket:
es: Créditos del instalador:
fr: Paquet d’installation crédit à :
hr: Zasluge za izradu paketa:
id: Dikemas oleh:
ja: パッケージクレジット:
lv: Instalācijas pakas autori:
nl: Pakket credits naar:
pt: Créditos do Pacote:
ro: Credit pentru pachet:
ru: Авторы Установщика:
tr: Pakete katkıda bulunanlar:
uk_ua: Інсталятор зробили:

source: Supports Fat32, HFS+, APFS, ExFAT.
de: Unterstützt Fat32, HFS+, APFS, ExFAT.
fr: Support de Fat32, HFS+, APFS, ESP.
nl: Ondersteunt FAT32, HFS+, APFS en ExFAT.
ro: Suporta Fat32, HFS+, APFS, ExFAT.
ru: Поддержка FAT32, HFS+, APFS, ExFAT.

source: is open source based on different projects: Clover, rEFIt, XNU, VirtualBox.
de: Ist Open Source basierend auf mehreren Projekten: Clover, rEFIt, XNU, VirtualBox.
es: es de código abierto basado en diferentes proyectos: Clover, rEFIt, XNU, VirtualBox.
fr: est un programme open source basé sur différents projets : Clover, rEFIt, XNU, VirtualBox.
hr: je open source baziran na sljedećim projektima: Clover, rEFIt, XNU, VirtualBox.
id: adalah proyek Open Source berdasarkan: Clover, rEFIt, XNU dan VirtualBox.
ja: は、Clover、rEFIt、XNU、VirtualBoxベースのオープンソースプロジェクトです。
lv: ir ielādētājs ar vāļējo izejas kodu, kura pamatā ir sekojošu projektu tehnoloģijas: Chameleon, rEFIt, XNU, VirtualBox.
nl: is open source gebaseerd op verschillende projecten: Clover, rEFIt, XNU, VirtualBox.
pt: é de código aberto e baseado em diferentes projetos: Clover, rEFIt, XNU, VirtualBox.
ro: este un software open-source bazat pe diferite proiecte: Clover, rEFIt, XNU, VirtualBox.
ru: - загрузчик с открытым исходным кодом, использующий технологии проектов Chameleon, rEFIt, XNU, VirtualBox.
tr: açık kaynaklıdır ve farklı projeler üzerine temellendirilmiştir: Clover, rEFIt, XNU, VirtualBox.
uk_ua: Це УЕФІ завантажувач з відкритими вихідними кодами, заснований на зразках від Tianocore EDK2, і використовує технології проектів: Chameleon, rEFIt, XNU, VirtualBox.

source: The main is EDK2 latest revision.
de: Der Haupbestandteil ist EDK2 in der aktuellen Revision.
es: El principal es la última revisión de EDK2.
fr: Le projet principal est EDK2. La dernière révision est disponible ici:
hr: Glavni je EDK2 posljednje verzije.
id: Dibangun dengan EDK2 revisi terbaru.
ja: メインはEDK2の最新リビジョンです。
lv: Tā pamatā ir aktuālas EDK2 revīzijas
nl: EDK2 is onze hoofd recente revisie.
pt: O EDK2 principal em última versão.
ro: Principalul este EDK2 ultima revizie.
ru: В основе лежит EDK2 с учетом последних обновлений.
tr: Temeli EDK2 son revizyondur.
uk_ua: В основі EDK2, з урахуванням останніх оновлень.

source: Main features:
de: Hauptmerkmale:
es: Características principales:
fr: Caractéristiques principales :
hr: Glavne značajke:
id: Fitur-fitur Utama:
ja: おもな特徴:
lv: Pamata īpašības:
nl: Hoofdfuncties:
pt: Principais Características:
ro: Facilitati principale:
ru: Основные возможности:
tr: Ana özellikler:
uk_ua: Основні можливості:

source: boot into 10.xx macOS, Windows EFI and Linux EFI
de: macOS, Windows EFI und Linux EFI native booten
es: Arranca macOS 10.xx, Windows EFI y Linux EFI
fr: Démarrer macOS 10.xx, Windows UEFI et Linux UEFI
hr: Radi sa 10.xx macOS, Windows EFI i Linux EFI
id: Boot macOS 10.xx, Windows dan Linux (EFI)
ja: macOS 10.xx、Windows EFIとLinux EFIのブートをサポート
lv: Operētājsistēmu 10.xx macOS, Windows EFI и Linux EFI ielāde
nl: Opstarten in 10.xx macOS, Windows EFI en Linux EFI
ro: boot pentru: macOS 10.xx, Windows EFI si Linux EFI
ru: Загрузка систем macOS 10.xx, Windows EFI и Linux EFI;
tr: 10.xx macOS, Windows EFI ve Linux EFI'ye boot edebilme
uk_ua: Завантаження систем macOS 10.xx, Windows EFI та Linux EFI

source: It's EFI bootloader provides RuntimeServices for OS that impossible for Legacy Bootloaders
de: Der EFI Bootloader stellt RuntimeServices für das OS bereit, was mit Legacy Bootloadern nicht möglich ist
es: Su gestor de arranque EFI ofrece servicios de ejecución para el sistema operativo que son imposibles con gestores antiguos
fr: Clover est un gestionnaire EFI qui fournit un environnement pour différents Systèmes d’Exploitation lorsque c’est impossible avec d’autres chargeurs de démarrage plus anciens
hr: EFI baziran bootloader pruža RuntimeServices za OS što je nemoguće za Legacy Bootloadere
id: Clover menyediakan RuntimeServices EFI untuk OS yang mustahil bagi Bootloder Legacy
ja: これまでのブートローダーでは非対応の、OSランタイムサービスをサポートしたEFIブートローダーです
lv: Clover EFI sistēmai nodrošina RuntimeServices, kas nav iespējāms ar BIOS-bāzētiem ielādētājiem.
nl: De EFI bootloader biedt RuntimeServices voor OS die onmogelijk zijn voor Legacy bootloaders
ro: Bootloader-ul sau EFI ofera RuntimeServices pentru sistemul de operare, lucru imposibil pentru bootloader-ele traditionale de tip Legacy
ru: Clover EFI предоставляет операционным системам сервисы рантайма (Runtime Services), что невозможно с загрузчиками на основе BIOS;
tr: EFI bootloader sayesinde işletim sistemine eski önyükleyicilerin sağlayamadığı RunTime servislerini sağlar
uk_ua: Clover EFI надає системі RuntimeServices, що неможливо було колись для завантажувачів на основі БІОС.

source: mostly Clover do automatic detection of hardware and set all properties by default. But user can change them by config.plist
de: Clover ist größtenteils in der Lage, die nötigen Einstellungen passend zur Hardware selbst vorzunehmen. Der Benutzer kann aber mit der config.plist ebenfalls diverse Einstellungen vornehmen
es: Clover detecta automáticamente la mayoría del hardware y configura todas sus propiedades por defecto. Pero el usuario puede cambiarlos en config.plist.
fr: Clover détecte automatiquement votre matériel et le configure par défaut. Libre à vous de modifier les paramètres en éditant le fichier config.plist.
hr: Uglavnom detektira sav hardware te ga automatski postavlja na zadane vrijednosti. Ali korisnik može i sam podešavati koristeći config.plist.
id: Clover mendeteksi Perangkat Keras secara otomatis dan menyetel Properties. Namun pengguna dapat mengubahnya lewat config.plist
ja: ハードウェア構成をほぼ自動で認識し、デフォルトで各プロパティを設定します。また、ユーザーがconfig.plistを介して設定を変更することも可能です。
lv: Būtībā, Clover automātiski nosaka sistēmas aprīkojumu un attiecīgi pieskaņo ielādētāja konfigurāciju, bet, protams, lietotājs var arī brīvi mainīt šo konfigurāciju, rediģējot config.plist
nl: Meestal doet Clover aan automatische detectie van hardware en stelt daarbij alle eigenschappen in. Maar de gebruiker kan deze wijzigen in config.plist.
ro: in general, Clover ofera detectie hardware automata si setarea implicita a tuturor proprietatilor. Uilizatorul le poate insa modifica din config.plist
ru: В основном Clover автоматически определяет установленное оборудование и выставляет нужные свойства по умолчанию, но пользователь может изменять настройки в файле config.plist;
tr: Clover çoğunlukla donanımları otomatik tespit eder ve buna göre özellikleri varsayılan olarak ayarlar. Fakat kullanıcılar config.plist ile bunları değiştirebilir.
uk_ua: Переважно Clover автоматично визначає склад комп'ютера і вказує потрібні властивості за замовчуванням. Але при бажанні користувач в змозі встановити свої властивості в config.plist

source: with Clover you may restart into other OS from Startup Disk prefPane
de: Mit Clover kann man im Kontrollfeld Startvolume innerhalb der Systemeinstellungen in ein anderes OS booten
es: Con Clover puede reiniciar en otro sistema operativo desde arranque
fr: Avec Clover vous pouvez changer d’OS à partir du disque de démarrage dans les Préférences Système
hr: Sa Cloverom se može restartati u drugi OS preko Startup Disk prefPane
id: Dengan Clover, Anda dapat Restart menuju OS lain dari preferensi Startup Disk
ja: システム環境設定の起動ディスクから、リスタートするOSを選択可能
lv: Jūs varat izmantot Startup Disk paneli no sistēmas iestātījumiem, lai uzreiz restartētu datoru citā operetājsistēmā
nl: Met Clover kun je herstarten in een andere besturingssysteem via het Startup Disk voorkeurPaneel
ro: cu Clover, puteti alege sa initiati alt sistem de operare, folosind Startup Disk prefPane
ru: Clover позволяет использовать панель Загрузочный том в Системных настройках;
tr: Clover ile Startup Disk prefPane'den diğer işletim sistemlerini açabilirsiniz
uk_ua: Ви маєте можливість використовувати перезавантаження в інші ОС, завдяки Системі Налаштування ->Завантажувальний Диск

source: UUID written into config.plist will be the same as in OS
de: Die in der config.plist eingestellte UUID wird im OS übernommen
es: Puede insertar un UUID en config.plist para ser usado por el OS
fr: L’UUID écrite dans le fichier config.plist sera le même sous macOS
hr: UUID podešen u config.plist će biti isti kao i u OS-u
id: UUID yang tertera di config.plist akan sama dengan milik OS
ja: Config.plistで設定したUUIDはOSにそのまま反映されます
lv: Jūs varat noradīt savu unikālo UUID iekš config.plist, un būt drošam, ka tieši to ieraudzīs sistēma
nl: UUID geschreven in config.plist zal hetzelfde zijn als in het OS
ro: UUID-ul folosit in config.plist va fi acelasi si in sistemul de operare
ru: Загрузочный том может быть указан посредством UUID в файле config.plist;
tr: Config.plist'e yazılan UUID, işletim sistemindeki ile aynı olacaktır
uk_ua: Вкажіть UUID комп'ютера в config.plist, і ОС буде його використовувати

source: SMBIOS will be corrected to standard 2.6
de: SMBIOS wird auf Standard 2.6 angepasst
es: SMBIOS será corregido al estándar 2.6
fr: Le SMBIOS sera mise à jour au standard 2.6
hr: SMBIOS će biti podešen po standardu 2.6
id: SMBIOS akan dikoreksi ke Standard 2.6
ja: SMBIOSはstandard 2.6に更新されます
lv: Tiek veikta SMBIOS tabulu korekcijas, lai tas atbilstu standartām 2.6
nl: SMBIOS zal worden gecorrigeerd tot de 2.6 standaard
ro: SMBIOS va fi corectat pentru standardul 2.6
ru: Автоматическая правка таблиц SMBIOS для соответствия стандарту версии 2.6;
tr: SMBIOS, 2.6 standardına düzeltilecektir
uk_ua: Виконується виправлення таблиці SMBIOS до стандарту 2.6

source: ACPI will be corrected to standard 4.0.
de: ACPI wird auf Standard 4.0 korrigiert.
es: ACPI será corregido al estándar 4.0.
fr: La gestion ACPI sera actualisée au standard 4.0
hr: ACPI će biti podešen po standardu 4.0.
id: ACPI akan dikoreksi ke Standard 4.0.
ja: ACPIはstandard 4.0に更新されます
lv: Tiek vaikta ACPI tabulo korekcija, lai tas atbilstu stanadrtām 4.0.
nl: ACPI zal worden gecorrigeerd tot de 4.0 standaard.
ro: ACPI va fi corectat pentru standardul 4.0.
ru: Автоматическая правка таблиц ACPI для соответствия стандарту версии 4.0;
tr: ACPI, 4.0 standardına düzeltilecektir
uk_ua: Виконується виправлення таблиць ACPI до стандарту 4.0.

source: Custom DSDT will be loaded from booted partition or from EFI folder
de: Die eigene DSDT wird von der gebooteten Partition oder aus dem EFI Ordner geladen
es: DSDT personalizados serán cargados de la partición ESP o la carpeta EFI
fr: Votre propre DSDT peut être prise en charge à partir de la partition active ou depuis le dossier EFI
hr: Modificirani DSDT će biti učitan sa odabrane particije ako postoji
id: DSDT Custom dimuat dari partisi yang diboot / folder EFI
ja: カスタムDSDTはブートパーティションまたはEFIフォルダからロードされます
lv: Modificēta DSDT tabula tiks ielādēta no ielādējamas sistēmas saknes direktorijas, jeb no apakškataloga EFI
nl: Een aangepaste DSDT zal worden geladen vanaf de boot partitie of van de EFI map
pt: Custom DSDT será carregado da partição iniciada ou da pasta EFI
ro: Un DSDT modificat va fi incarcat de pe partitia de boot sau din folderul EFI
ru: Изменённая таблица DSDT может загружаться из корневого раздела ОС или из каталога EFI;
tr: Özel DSDT, boot edilen bölümden veya EFI klasöründen yüklenecektir
uk_ua: DSDT вашого ПК використовується з завантажувального розділу або з папки EFI

source: DSDT patching on the fly by fixes and by patterns
de: DSDT Anpassung on the fly durch Anpassungen/Muster
fr: Modification de la DSDT à la volée avec des patches et des corrections
id: Patch DSDT On The Fly melalui fixes & patterns
ro: Corectie DSDT on-the-fly folosind fix-uri si modele predefinite
ru: Коррекция DSDT «на лету» - посредством встроенных исправлений и пользовательских шаблонов;

source: customizable RestartFix and sleep/wake fixes and PCIRootUID value
de: Anpassbare Korrekturen für den Neustart/Energiesparmodus, sowie den PCIRootUID Wert
es: Soluciona problemas de reposo y reactivación. Valores de RestartFix y PCIRootUID editables
fr: RestartFix, sleep/wake et valeur PCIRootUID personnalisable
hr: Podešavajući RestartFix i sleep/wake zakrpe i PCIRootUID vrijednosti
id: RestartFix dan membenahi Sleep/Wake, serta nilai PCIRootUID
ja: RestartFix、sleep/wake fixesおよびPCIRootUID値はカスタマイズ可能です
lv: Pārrestartēšanas un aizmigšanas/pamošanas problēmu automātiskā korekcija
nl: Aanpasbare RestartFix, sleep/wake correcties en PCIRootUID waarde
ro: restartFix configurabil, fix-uri pentru sleep/wake si valoare PCIRootUID
ru: Восстановление функционала перезагрузки, сна и пробуждения;
tr: Özelleştirilebilir RestartFix ve uyku/uyanma onarımları ve PCIRootUID değeri
uk_ua: Коригування проблем рестарту і сну/пробудження та значення PCIRootUID

source: Graphics Properties Injector for ATI, NVidia and Intel for wide range of supported cards. Also customizable.
de: Injektor zum anpassen der Videoeigenschaften einer grossen Anzahl unterstützter ATI, NVidia und Intel Grafikkarten.
es: Inyector de propiedades gráficas para ATI, NVidia e Intel. Amplia gama de tarjetas soportadas. También personalizables.
fr: Injection de propriétés graphiques pour ATI, Nvidia et Intel pour un large choix de cartes. Également paramétrable
hr: Graphics Properties Injector za ATI, NVidia i Intel za skoro sve podržane modele. Isto moguće dodatno ručno podešavanje.
id: Injektor Properties ATI, NVidia dan Intel untuk berbagai jenis Kartu Grafis yang didukung. Bisa diatur kemudian.
ja: ATI・Nvidia・Intelの、幅広いカードに対応するグラフィックス・インジェクターも。 カスタマイズ可能です。
lv: Automātiskā grafisko karšu ieslēgšana priekš ATI, nVidia un Intel, ar lokānas konfigurācijas iespējām.
nl: Grafisch Eigenschappen Injector voor ATI, NVidia en Intel voor een breed scala van ondersteunde kaarten. Ook aanpasbaar.
ro: Injector de Proprietati Grafice pentru ATI, NVidia si Intel pentru o arie larga de placi video suportate. De asemenea customizabile.
ru: Автоматическое подключение видеокарт ATI, NVidia и Intel с возможностями настройки;
tr: Desteklenen geniş çaplı ATI, NVidia ve Intel grafik işlemciler için Graphics Properties Injector. Ayrıca özelleştirilebilir.
uk_ua: Графік Інжектор для під'єднання відеокарт від: ATI, NVidia та Intel. Також з можливостями налаштування.

source: USB fix (LegacyOff, Ownership, Builtin, clock-id) up to USB 3.0
de: USB Anpassung (LegacyOff, Ownership, Builtin, clock-id) bis zu USB 3.0
es: Correcciones de USB (LegacyOff, Ownership, Builtin, clock-id) hasta USB 3.0
fr: Corrections pour l’USB (LegacyOff, Ownership, Builtin, clock-id) jusqu’à l’USB 3.0
hr: USB zakrpe (LegacyOff, Ownership, Builtin, clock-id) te USB 3.0
id: Pembenahan USB (LegacyOff, Ownership, Built-in, clock-id) hingga USB 3.0
ja: USB fix (LegacyOff, Ownership, Builtin, clock-id) はUSB 3.0対応
lv: Problēmu, saistītu ar USB portu darbību, risināšana, t.s. priekš USB 3.0
nl: USB correctie (LegacyOff, Ownership, Builtin, clock-id) tot USB 3.0
ro: Solutii USB (LegacyOff, Ownership, Builtin, clock-id) pana la USB 3.0
ru: Восстановление функционала USB вплоть до стандарта 3.0;
tr: USB 3.0 dahil USB onarımı (LegacyOff, Ownership, Builtin, clock-id)
uk_ua: Коригування USB1.0-USB3.0(LegacyOff, Ownership, Builtin, clock-id)

source: HDA injector and Ethernet builtin injector
de: Injektor für HDA und Ethernet builtin Hardware
es: Inyector HDA personalizable y Ethernet
fr: Injection HDA (audio) et Ethernet intégrée
hr: HDA injector i Ethernet builtin injector
id: Injeksi HDA (High Definition Audio) dan Ethernet Built-in
ja: HDAインジェクターとEthernetビルトインインジェクター
lv: Skaņas un tīkla karšu īpašību injicēšana.
nl: HDA injector en Ethernet ingebouwd injector
ro: Injector HDA si injector predefinit pentru Ethernet
ru: Инжекция свойств для устройств на PCI-шине, в т.ч. звуковой и сетевой карт;
tr: HDA ve Ethernet builtin enjektörü
uk_ua: Інжекція властивостей Аудіо та Мережевих карт.

source: CPU turbo and P- and C-states generator
de: CPU Turbo und P- und C-states Generator
es: Generador de estados P, C y turbo de su CPU
fr: Générateur pour le mode Turbo du CPU et des états P et C
id: Generator CPU Turbo serta P-States & C-States
ja: CPUターボブーストとP/Cステートジェネレーター
lv: CPU Turbo un klasisko P-/C-stāvokļū ģenerēšana
nl: CPU turbo en P- & C-states generator
ro: CPU turbo si generator de stadii P si C
ru: Возможность настройки управления питанием и частотами процессора;
tr: CPU turbo ve P- ve C-states oluşturucu
uk_ua: Керування живленням частотами ЦП (CPU: Turbo, P/C-states)

source: ACPI tables loading (SSDT-xx, APIC, BOOT, SLIC, SLIT, SRAT, UEFI...)
de: Laden von ACPI Tabellen (SSDT-xx, APIC, BOOT, SLIC, SLIT, SRAT, UEFI...).
es: Carga de tablas ACPI (SSDT-xx, APIC, BOOT, SLIC, SLIT, SRAT, UEFI...)
fr: Chargement des tables ACPI (SSDT-xx, APIC, BOOT, SLIC, SLIT, SRAT, UEFI…)
hr: ACPI može koristiti modificirane (SSDT-xx, APIC, BOOT, SLIC, SLIT, SRAT, UEFI...)
id: Memuat Tabel ACPI (SSDT-xx, APIC, BOOT, SLIC, SLIT, SRAT, UEFI...)
ja: ACPIテーブルをロードします (SSDT-xx, APIC, BOOT, SLIC, SLIT, SRAT, UEFIなど)
lv: ACPI tabulu ielāde(SSDT-xx, APIC, BOOT, SLIC, SLIT, SRAT, UEFI...)
nl: ACPI tabellen laden (SSDT-xx, APIC, BOOT, SLIC, SLIT, SRAT, UEFI...)
ro: Incarcarea tabelelor ACPI (SSDT-xx, APIC, BOOT, SLIC, SLIT, SRAT, UEFI...)
ru: Подгрузка или сброс дополнительных таблиц ACPI (SSDT-xx, APIC, BOOT, SLIC, SLIT, SRAT, UEFI и др.);
tr: ACPI tablosu yükleme (SSDT-xx, APIC, BOOT, SLIC, SLIT, SRAT, UEFI...)
uk_ua: Довантаження додаткових таблиць ACPI (SSDT-xx, APIC, BOOT, SLIC, SLIT, SRAT, UEFI...)

source: extra kexts loading
de: Extra Kernel-Erweiterungen können geladen werden
es: Extra kernel extensions loading;
fr: Chargement de kexts additionnelles
hr: Extra kernel extensions loading;
id: Memuat kexts ekstra (fihak ketiga)
ja: Extra kernel extensions loading;
lv: Extra kernel extensions loading;
nl: Extra kernel extensies laden;
ro: incarcare kext-uri aditionale
ru: Подгрузка сторонних расширений ядра ОС;
tr: Extra kernel extensions loading;
uk_ua: Extra kernel extensions loading;

source: kernel and kext patching on the fly
de: Kernel und kext Anpassungen on the fly
fr: Modification à la volée du Kernel et des kexts
id: Patch Kernel dan Kext secara On The Fly
ro: corectii kernel si kext on-the-fly
ru: Внесение правок в ядро и расширения ОС «на лету»;

source: set NVRAM variables for different purpose
de: NVRAM Variablen für können für unterschiedliche Anforderungen gesetzt werden
fr: Définition de variables NVRAM pour différentes situations
id: Menyetel variabel NVRAM untuk berbagai tujuan
nl: Stel NVRAM variablen in voor andere doeleinden;
ro: seteaza variabile in NVRAM pentru diverse scopuri
ru: Полноценная поддержка функционала NVRAM;

source: default boot after timeout, customizable GUI , and saving screenshots from GUI typing F10
de: Automatisches Booten nach Zeitvorgabe, anpassbare Oberfläche, sichern von Bildschirmfotos der Einstellungen mit F10
es: Arranque por defecto con cuenta regresiva, interfaz personalizable y capturas de pantalla pulsando F10
fr: Démarrage par défaut après compte à rebours, interface graphique modifiable, sauvegarde de captures d’écran dans l’interface avec la touche F10
hr: Podesivo vrijeme zadržavanja u boot meni-u, podesivi GUI (Teme) , spremanje screenshota kroz GUI pritiskom na F10
id: Boot setelah Timeout, GUI yang bisa diubah, dan simpan screenshots GUI dengan tombol F10
ja: デフォルトではタイムアウト後にブートします。GUIはカスタマイズ可能。GUI上でF10の押下によりスクリーンショットを保存します
lv: Autoielāde pēc laika intervāla, konfigurējamas tēmas un ekrānšāvienu saglabāšana (ar F10),
nl: Standaard boot time-out, aanpasbare GUI en het opslaan van screenshots vanaf de GUI d.m.v. de F10-toets
ro: initiere implicita dupa timeout, interfata configurabila, si salvarea de screenshot-uri din interfata, apasand F10
ru: Установка паузы перед загрузкой ОС, настраиваемый внешний вид, возможность делать снимки экрана нажатием F10;
tr: Süre dolunca varsayılan olarak boot etme, kişiselleştirilebilir arabirim ve F10 tuşu ile arabirimden ekran görüntüsü kaydetme
uk_ua: Автозавантаження після затримки, GUI - налагоджування зовнішнього вигляду (якщо потрібно зберегти в файл, натиснути F10),

source: saving boot.log in OS and preboot.log from GUI by typing F2
de: Sichern des boot.log im OS und des preboot.log mit F2
es: Guardado de boot.log en la partición del sistema y de preboot.log pulsando F2 desde la interfaz
fr: Sauvegarde du fichier boot.log dans l’OS et preboot.log dans l’interface avec la touche F2
hr: Moguće spremati boot.log u OS-u te preboot.log kroz GUI pritiskom F2
id: Simpan boot.log di OS dan preboot.log dari GUI dengan tombol F2
ja: OSのboot.logとGUIのpreboot.logの保存はF2キーを押下してください
lv: Atskaišu saglabāšana pirms (ar F2) un pēc sistēmas palaišanas, problēmu diagnostikas nolūkiem.
nl: Opslaan van boot.log in OS en preboot.log vanaf de GUI d.m.v. de F2-toets
ro: salvarea boot.log si preboot.log in sistemul de operare, din interfata grafica, apasand F2
ru: Сохранение пред- (клавишей F2) и постзагрузочных отчётов для диагностики и отладки.
tr: İşletim sistemine boot.log ve F2 ile arabirimden preboot.log kaydetme
uk_ua: Збереження звітів: в ОС - boot.log, в GUI - preboot.log натиснути F2 для діагностики проблем.

source: Installation Complete!
de: Installation abgeschlossen!
es: ¡Instalación Finalizada!
fr: Installation terminée !
hr: Instalacija uspješna!
id: Instalasi Selesai!
ja: インストール完了!
lv: Instalācija pabeigta!
nl: Installatie Compleet!
pt: Instalação Completa!
ro: Instalare efectuata!
ru: Установка выполнена!
tr: Kurulum Tamamlandı!
uk_ua: Встановлення закінчено!

source: Clover wants to make the root file system read-write. The change is temporary until the next reboot
de: Clover möchte das root Dateisystem schreib-/lesba machen. Die Änderung ist bis zum nächsten Neustart temporär
fr: Clover veut passer le système de fichier en lecture/écriture. Ce changement sera actif jusqu’au prochain redémarrage
id: Clover akan membuat root File System menjadi read-write. Perubahan ini bersifat sementara hingga Reboot selanjutnya
nl: Clover wil het hoofd-bestandssysteem lees- en schrijfrechten verschaffen. Dit is tijdelijk totdat je weer opnieuw opstart
ro: Clover doreste sa faca sistemul read-write. Modificarea este temporara pana la urmatorul reboot
ru: Clover дает корневой системе права на запись. Изменение временное до следующей перезагрузки

source: Cannot install without ensuring the file system is read-write
de: Es kann keine Installation durchgeführt werden, solange das Dateisystem nicht schreib-/lesbar ist
fr: Installation impossible sans passer le système de fichier en lecture/écriture
id: Tidak dapat menginstall sebelum File System menjadi Read-Write
nl: Kan niet installeren zonder zeker te zijn dat het bestandssysteem lees- en schrijfrechten heeft
ro: Nu se poate instala fara a se asigura ca sistemul este read-write
ru: Невозможно установить без права на запись в корень системы
