Repository: CloverHackyColor/CloverBootloader
Catalog: CloverPackage/package/po/*.po
Languages: de, es, fr, hr, id, ja, lv, nl, pt, ro, ru, tr, uk_ua

source: 64bit driver to support non-usual partition maps such as: hybrid GPT/MBR or Apple Partition Map.
de: 64Bit-Treiber zur Unterstützung unüblicher Partitionstabellen, wie z.B. GPT/MBR oder der Apple Partition Map.
es: Controlador 64bit que provee soporte para mapas de partición inusuales como: GPT/MBR híbridos o Mapa de Partición de Apple.
fr: Pilote 64 bit permettant le support de tables de partition non communes telles que Hybrid GPT/MBR ou Apple Partition.
hr: 64 bitni upravljački program za podršku ne uobičajenih particija poput hybrid GPT/MBR ili Apple Partition Map
id: Driver 64-bit untuk dukungan Skema Partisi yang tidak biasa, semisal: Hybrid GPT/MBR atau Apple Partition Map.
ja: ハイブリッドGPT/MBRやアップルパーティションマップなど、特殊なパーティションマップをサポートする64bitドライバ。
lv: Draiveris īpašo nodalījumu shēmu atbalstam, tādu ka GPT/MBR hibrīds un Apple Partition Map.
nl: 64bit stuurprogramma ter ondersteuning niet-gebruikelijke partition maps zoals: hybride GPT/MBR of Apple Partition Map.
pt: Driver de 64bit para suportar Esquemas de Partição não comuns como Híbrido GPT/MBR ou Apple Partition Map.
ro: Driver 64-bit pentru suportul tipurilor de partitii mai putin uzuale, cum ar fi: GPT/MBR hibrid, sau Apple Partition Map.
ru: Поддержка необычных схем разделов: гибрид GPT/MBR, Apple Partition Map и др.
tr: Melez GPT/MBR veya Apple Partition Map gibi alışıldık olmayan bölümleri desteklemek için 64bit sürücü.
uk_ua: 64-бітний драйвер для підтримки незвичайних схем розділів як гібрид GPT/MBR або Apple Partition Map.

source: PS/2 mouse driver, 64bit
de: Treiber für PS/2 Maus, 64bit
es: Controlador para ratones PS/2, 64bit
fr: Pilotes 64 bit pour souris PS/2.
hr: PS/2 upravljački program za miša, 64 bitna verzija
id: Driver Mouse PS/2, 64-bit
ja: PS/2マウスドライバ -64bit
lv: PS/2 peles draiveris, 64 biti
nl: PS/2 muis stuurprogramma, 64bit
pt: Driver para Mouse PS/2, 64bit
ro: Driver PS/2 pentru mouse, 64-bit
ru: Драйвер 64bit для мыши PS/2.
tr: PS/2 fare sürücüsü, 64bit
uk_ua: 64-бітний драйвер для PS/2 миші

source: Keyboard driver for boot UI support
de: Tastaturtreiber für die UI Unterstützung während des Bootvorgangs
fr: Pilote de clavier pour la prise en charge dans l’interface utilisateur d’amorçage.
id: Driver Keyboard USB, untuk dukungan UI boot
nl: Toetsenbord stuurprogramma voor ondersteuning in het opstartscherm
ro: Driver de tastatura pentru interfata de boot
ru: Драйвер клавиатуры USB поддержкой протокола шифрования, нужен для FileVault2, если у вас USB клавиатура.

source: USB mouse driver, 64bit
de: Treiber für USB Maus, 64bit
es: Controlador para ratones USB, 64bit
fr: Pilote 64 bit pour souris USB.
hr: USB upravljački program za miša, 64 bitna verzija
id: Driver Mouse USB, 64-bit
ja: USBマウスドライバ -64bit
lv: USB peles draiveris, 64 biti
nl: USB muis stuurprogramma, 64bit
pt: Driver para Mouse USB, 64bit
ro: Driver pentru mouse pe USB, 64-bit
ru: Драйвер для мыши USB.
tr: USB fare sürücüsü, 64bit
uk_ua: 64-бітний драйвер для USB миші

source: ext2/3 filesystem driver from virtualbox, 64bit
de: Treiber für das ext2/3 Dateisystem aus VirtualBox, 64bit
es: Controlador para sistema de archivos ext2/3 de VirtualBox, 64bit
fr: Pilote 64 bit pour lire les partitions formatées en ext2/3.
hr: ext2/3 filesystem upravljački program iz virtualbox-a , 64 bitna verzija
id: Driver File System EXT2/3 dari VirtualBox, 64-bit
ja: virtual boxのext2/3ファイルシステムドライバ -64bit
lv: Datņu sistēmas EXT2/3 (Linux) draiveris, 64 biti
nl: ext2/3 bestandssysteem stuurprogramma van virtualbox, 64bit
pt: driver para sistema de arquivos ext2/3 do virtualbox, 64bit
ro: driver ext2/3 din VirtualBox, 64-bit
ru: Поддержка файловых систем EXT2 и EXT3 (Linux).
tr: Virtualbox'tan ext2/3 dosya sistemi sürücüsü, 64bit
uk_ua: 64-бітний драйвер для Linux EXT2/3 - файлової системи

source: ext4 filesystem driver from virtualbox, 64bit
de: Treiber für das ext4 Dateisystem aus VirtualBox, 64bit
es: Controlador para sistema de archivos ext4 de VirtualBox, 64bit
fr: Pilote 64 bit pour lire les partitions formatées en ext4.
hr: ext4 filesystem upravljački program iz virtualbox-a , 64 bitna verzija
id: Driver File System EXT4 dari VirtualBox, 64-bit
ja: virtual boxのext4ファイルシステムドライバ -64bit
lv: Datņus sistēmas EXT4 (Linux) draiveris, 64 biti
nl: ext4 bestandssysteem stuurprogramma van virtualbox, 64bit
pt: driver para sistema de arquivos ext4 do virtualbox, 64bit
ro: driver ext4 din VirtualBox, 64-bit
ru: Поддержка файловой системы EXT4 (Linux).
tr: Virtualbox'tan ext4 dosya sistemi sürücüsü, 64bit
uk_ua: 64-бітний драйвер для Linux EXT4 - файлової системи

source: HFS+ filesystem driver.
de: Treiber für das HFS+ Dateisystem.
fr: Pilote pour système de fichiers HFS+.
id: Driver File System HFS+ dari VirtualBox, 64-bit
nl: Stuurprogramma voor het HFS+ bestandssysteem
ro: Driver HFS+.
ru: Поддержка файловой системы HFS+.

source: ISO 9600 filesystem driver.
de: Treiber für das ISO 9600 Dateisystem.
fr: Pilote GRUB pour système de fichiers ISO 9600.
id: Driver File System ISO 9600.
nl: Stuurprogramma voor het ISO 9600 bestandssysteem.
ro: Driver ISO 9600.
ru: Поддержка файловой системы ISO 9600 (CD-ROM).

source: Themes
de: Clover Themen
es: Temas
fr: Thèmes
hr: Teme
ja: テーマ
lv: Tēmas
nl: Thema's
pt: Temas
ro: Teme
ru: Темы интерфейса
tr: Temalar
uk_ua: Теми

source: Select to install themes.
de: CLOVER bietet verschiedene Themen, mit denen die Benutzeroberfläche angepasst werden kann. Hier findest Du eine kleine Auswahl solcher Themen.
es: Seleccione temas a instalar.
fr: Sélectionnez un thème.
hr: Odaberi za instalaciju teme.
id: Pilih Themes untuk diinstall.
ja: テーマを選択。
lv: Izvēlēties instalācija tēmu.
nl: Selecteer thema's om te installeren.
pt: Selecione Temas para instalação.
ro: Selectati pentru a instala teme.
ru: Выберите темы для установки.
tr: Yükleme için tema seçin.
uk_ua: Виберіть для встановлення теми.

source: Black_Green_Moody
de: Black_Green
hr: Crno_Zelena_Čudna
id: BGM Theme
lv: Black_Green
ro: BGM (Black Green Moody)
ru: Тоскливо-зеленая
tr: Siyah_Yeşil_Karamsar
uk_ua: Чорна та Зелена Похмура

source: BGM (Black Green and Moody) theme from Blackosx, Install to /EFI/CLOVER/themes/BGM
de: Thema black_green von Blackosx, wird installiert in /EFI/CLOVER/themes/black_green
es: Tema BGM (Black Green Moody) de Blackosx, Se instala en /EFI/CLOVER/themes/BGM
fr: BGM (thème Black Green and Moody) par Blackosx, Sera installé dans /EFI/CLOVER/themes/BGM
hr: BGM (Black Green and Moody) tema od kreatora Blackosx, Instaliraj u /EFI/CLOVER/themes/BGM
id: Theme Black Green & Moody kreasi Blackosx, Install ke /EFI/CLOVER/themes/BGM
ja: Blackosx制作『BGM（Black Green and Moody）』を、 /EFI/CLOVER/themes/BGMにインストール
lv: Meln-zaļa tēma no Blackosx, Instalēt iekš /EFI/CLOVER/themes/black_green.
nl: BGM thema door Blackosx Installeert in /EFI/CLOVER/themes/BGM
pt: Tema padrão black_green por Blackosx _Moody, A instalar em /EFI/CLOVER/themes/BGM
ro: Tema BGM (Black Green and Moody) de la Blackosx, Se instaleaza in /EFI/CLOVER/themes/BGM
ru: BGM (Тоскливо-зеленая) тема от Blackosx. Установка будет выполнена в /EFI/CLOVER/themes/BGM.
tr: Black Green and Moody theme from Blackosx'ten Siyah Yeşil Karamsar teması, /EFI/CLOVER/themes/BGM konumuna yüklenir
uk_ua: BGM (Чорна Зелена та Похмура) тема від Blackosx, Встановити в /EFI/CLOVER/themes/BGM.

source: embedded
ro: incorporata
ru: Встроенная

source: embedded theme from Clovy, Install to /EFI/CLOVER/themes/embedded
de: Thema black_green von Blackosx, wird installiert in /EFI/CLOVER/themes/black_green
fr: Thème par défaut de Clover. Sera installé dans /EFI/CLOVER/themes/embedded
id: Theme embedded kreasi Clovy, Install ke /EFI/CLOVER/themes/embedded
ru: Встроенная тема от Clovy. Меняет цвет от времени дня.

source: The original metal theme from Slice, Install to /EFI/CLOVER/themes/metal
de: Orginal Thema metal von Slice, wird installiert in /EFI/CLOVER/themes/metal
es: Tema original metal de Slice, Se instala en /EFI/CLOVER/themes/metal
fr: Le thème original Metal par Slice, Sera installé dans /EFI/CLOVER/themes/metal
hr: Originalna početna tema od kreatora Slice, Instaliraj u /EFI/CLOVER/themes/metal.
id: Theme metal (asli) kreasi Slice, Install ke /EFI/CLOVER/themes/metal
ja: Slice制作のオリジナルテーマ『metal』を、 /EFI/CLOVER/themes/metalにインストール
lv: Nerusējoša tērauda tēma no Slice, Instalēt iekš /EFI/CLOVER/themes/metal.
nl: Originele metaal thema van Slice, Installeert in /EFI/CLOVER/themes/metal
pt: Tema metal original por Slice, A instalar em /EFI/CLOVER/themes/metal
ro: Tema originala Metal de la Slice, Se instaleaza in /EFI/CLOVER/themes/metal
ru: Нержавейка от Slice. Установка будет выполнена в /EFI/CLOVER/themes/metal
tr: Slice'tan orijinal metal teması, /EFI/CLOVER/themes/metal konumuna yüklenir
uk_ua: Тема Нержавійка від Slice, Встановити в /EFI/CLOVER/themes/metal.

source: Vector SVG theme from Slice, Install to /EFI/CLOVER/themes/cesium
de: Orginal Vector Thema von Slice, wird installiert in /EFI/CLOVER/themes/cesium
fr: Thème SVG par Slice. Sera installé dans /EFI/CLOVER/themes/cesium
id: Theme Vector SVG kreasi Slice, Install ke /EFI/CLOVER/themes/cesium
ru: Векторная тема от Slice. Установка будет выполнена в /EFI/CLOVER/themes/cesium

source: Clovy
de: Clovy Thema
ru: Clovy SVG

source: Vector SVG theme from Clovy, Install to /EFI/CLOVER/themes/Clovy
de: Orginal Clovy Thema von Slice, wird installiert in /EFI/CLOVER/themes/clovy
fr: Thème SVG par Slice. Sera installé dans /EFI/CLOVER/themes/Clovy
id: Theme Vector SVG kreasi Clovy, Install ke /EFI/CLOVER/themes/Clovy
nl: Originele metaal thema van Clovy, Installeert in /EFI/CLOVER/themes/Clovy
ro: Tema SVG vectoriala de la Clovy, Se instaleaza in /EFI/CLOVER/themes/Clovy
ru: Векторная тема от Clovy. Установка будет выполнена в /EFI/CLOVER/themes/Clovy

source: random
de: Zufall
id: random (acak)
ru: Случайная

source: random theme, Install to /EFI/CLOVER/themes/random choose a theme from others
de: Zufälliges Thema, wird installiert in /EFI/CLOVER/themes/random
fr: Thème Random par Slice, Choisit un thème au hasard et sera installé dans /EFI/CLOVER/themes/
id: Theme random kreasi Slice, Ia akan mengacak koleksi themes yang ada. Install ke /EFI/CLOVER/themes/random
nl: random thema, Installeert in /EFI/CLOVER/themes/random
ro: tema random, Se instaleaza in /EFI/CLOVER/themes/random alege o tema dintre celelalte
ru: Случайный выбор темы из имеющихся. Зависит от скорости ветра. Установка будет выполнена в /EFI/CLOVER/themes/random.

source: steampunkblack theme from medik, Install to /EFI/CLOVER/themes/steampunkblack
de: Thema steampunkblack von medik, wird installiert in /EFI/CLOVER/themes/steampunkblack
es: Tema Bootcamp de Bijo, Se instala en /EFI/CLOVER/themes/bootcamp
fr: Thème steampunkblack par medik. Sera installé dans /EFI/CLOVER/themes/steampunkblack
hr: Tema apple bootcamp-a od kreatora Bijo, Instaliraj u /EFI/CLOVER/themes/bootcamp.
id: Theme steampunkblack kreasi medik, Install ke /EFI/CLOVER/themes/steampunkblack
ja: Bijo制作『Bootcamp』を、 /EFI/CLOVER/themes/bootcampにインストール
lv: Tēma pēc BootCamp motīviem no Bijo, Instalēt iekš /EFI/CLOVER/themes/bootcamp.
nl: steampunkblack thema van medik, Installeert in /EFI/CLOVER/themes/steampunkblack.
ro: tema steampunkblack de la medik, Se instaleaza in /EFI/CLOVER/themes/steampunkblack
ru: Тема по мотивам BootCamp от Bijo. Установка будет выполнена в /EFI/CLOVER/themes/steampunkblack
tr: Bijo'dan Bootcamp teması /EFI/CLOVER/themes/bootcamp konumuna yüklenir
uk_ua: Bootcamp від Bijo, Встановити в /EFI/CLOVER/themes/bootcamp.

source: CloverThemeManager.app
es: Tema de Clover
fr: Gestionnaire de thèmes pour Clover
hr: Clover Tema
ja: Clover テーマ
lv: Noformējums
nl: Clover Thema
ro: Clover Theme Manager
ru: CloverThemeManager
tr: Clover Teması
uk_ua: Тема Кловера

source: Install RC scripts on target volume
de: RC Skripte auf dem Ziellaufwerk installieren
es: Instalar los scripts RC en el volumen seleccionado
fr: RC scripts sur le volume de destination
hr: Instaliraj RC skripte na odabrani disk
id: Install rc.scripts di Volume Tujuan
ja: RCスクリプトをターゲットボリュームにインストール
lv: Instalēt sistēmas RC skriptus pamata nodalījumā
nl: Installeert RC scripts op het doel volume
pt: Instalar RC scripts no Volume selecionado
ro: Instaleaza script-uri RC pe volumul tinta
ru: Системные RC-скрипты целевого раздела
tr: Hedef bölüme RC scriptlerini yükle
uk_ua: Встановити системні RC скріпти на цільовий розділ

source: Install all RC scripts on target volume. The target volume must be a bootable OSX system volume.
de: RC Skripte werden auf dem Ziellaufwerk installiert. Das Ziellaufwerk muss ein bootfähiges macOS System enthalten.
es: Instala los scripts RC en el volumen seleccionado. El volumen seleccionado debe ser una partición del sistema OSX arrancable.
fr: Installation de tous les RC scripts sur le volume de destination. Le volume de destination doit être un volume macOS bootable.
hr: Instalira sve RC skripte na odabrani disk. Mora biti odabran OSX bootabilni sistemski disk.
id: Install semua rc.scripts di Volume yang dituju. Harus berupa Volume Sistem OSX yang bootable.
ja: すべてのRCスクリプトをターゲットボリュームにインストール。 ターゲットボリュームは起動可能なOSXシステムボリュームであることが必要。
lv: Instalēt visus RC skriptus izvēlētajā nodalījumā. Nodalījumam ir jābūt instalētai OSX.
nl: Installeer alle RC scripts op de doelvolume. Het doelvolume moet een opstart mogelijk OSX systeem volume zijn.
pt: Instala todos os RC scripts no Volume selecionado. O volume selecionado necessita ser um Volume do sistema OS X inicializável.
ro: Instaleaza toate script-urile RC pe volumul tinta. Volumul selectat trebuie sa fie unul sistem functional OSX.
ru: Устанавливает системные скрипты на целевой раздел. Этот раздел должен быть загрузочным для macOS.
tr: Hedef bölüme RC scriptlerini yükle. Hedef bölüm önyüklenebilir bir OS X sistem bölümü olmalıdır.
uk_ua: Встановити всі RC скрипти на цільовий розділ. Розділ повинен бути завантажувальний в OSX.

source: Install all RC scripts on all other bootable OSX volumes
de: RC Skripte auf allen bootfähigen macOS Laufwerken installieren
es: Instalar los scripts RC en todo volumen OSX arrancable
fr: RC scripts sur tous les autres volumes macOS bootables
hr: Instaliraj sve RC skripte na sve OSX bootabilne diskove
id: Install rc.scripts di semua Volumes OSX
ja: RCスクリプトを他のすべてのOSXボリュームにインストール
lv: Instalēt RC skriptus uz visiem OSX nodalījumiem
nl: Installeer alle RC scripts op alle andere opstart mogelijke OSX volumes
pt: Instala todos os RC scripts em todos os Volumes Inicializáveis do OSX
ro: Instaleaza toate script-urile RC pe toate volumele OSX boot-abile
ru: Системные RC-скрипты других разделов
tr: RC scriptlerini bütün diğer OS X bölümlerine yükle
uk_ua: Встановити скрипти RC на всі інші завантажувальні розділи OSX

source: Install all RC scripts on all internal bootable OSX volumes other than the target volume.
de: RC Skripte werden auf allen internen bootfähigen macOS Laufwerken, außer dem Ziellaufwerk installiert.
es: Instala los scripts RC en todo volumen OSX interno y arrancable, además del volumen seleccionado.
fr: Installation de tous les RC scripts sur tous les volumes internes macOS bootables autre que le volume de destination.
hr: Instalira sve RC skripte na sve interne OSX bootabilne diskove.
id: Install semua rc.scripts di seluruh Volumes Internal OSX yang bootable; selain Volume Tujuan.
ja: RCスクリプトを、ターゲットボリューム以外のOSXを起動可能なすべての内蔵ボリュームにインストールします。
lv: Instalēt RC skriptus uz visiem nodalījumiem, izņēmot izvēlēto.
nl: Installeer alle RC scripts op alle interne opstart mogelijke OSX volumes dan de doelvolume.
pt: Instala todos os RC scripts em todos os Volumes Internos Inicializáveis do OSX diferentes do Volume selecionado.
ro: Instaleaza toate script-urile RC pe toate partitiile OSX initiabile, altele decat partitia tinta.
ru: Устанавливает RC-скрипты на все внутренние загрузочные разделы macOS, кроме целевого.
tr: RC scriptlerini hedef bölüm hariç diğer bütün dahili önyüklenebilir OS X bölümlerine yükle.
uk_ua: Встановити скрипти RC на всі внутрішні завантажувальні розділи OSX, окрім цільового розділу

source: Optional RC Scripts
de: RC Skripte (optional)
es: Scripts RC opcionales
fr: RC Scripts optionnels
hr: Opcionalne RC skripte
id: Install rc.scripts Opsional
ja: オプションのRCスクリプト
lv: Papildus RC skripri
nl: Optionele RC Scripts
pt: RC Scripts Opcionais
ro: Script-uri RC optionale
ru: Дополнительные RC-скрипты
tr: İsteğe bağlı RC scriptleri
uk_ua: Додаткові RC скрипти

source: Disable sleep proxy client
de: Deaktiviere den sleep proxy Client
fr: Désactive le client proxy de mise en veille.
id: Matikan Sleep Proxy Client
nl: Schakel sleep proxy client uit
ro: Dezactiveaza Sleep Proxy
ru: Отключение Sleep Proxy Client

source: Disable the mDNSResponder sleep proxy client service. This will prevent the system waking from sleep every hours
de: Deaktiviere den mDNSResponder sleep proxy client Dienst. Verhindert das aufwachen des Systems zu jeder Stunde
es: Desactiva el servicio mDNSResponder durante el reposo. Esto evitará que el sistema salga del reposo por sí mismo
fr: Script pour désactiver le service Bonjour 'sleep proxy client' afin d’éviter que le système ne se réveille toutes les heures.
hr: Isključuje mDNSResponder spavajuči proxy client service.Ovo sprečava da se sistem budi iz sleepa svakih nekoliko sati
id: Matikan layanan mDNSResponder Sleep Proxy Client. Ini mencegah Sistem agar tidak Wake dari Sleep tiap jam.
ja: mDNSResponder sleep proxy client serviceを無効化します。これにより、1時間ごとにスリープから復帰する問題を解決します。
lv: Aizliegt mDNSResponder sleep proxy client service. Tas aptūr sistēmas pamošanu ik katru stundu
nl: Schakel de mDNSResponder sleep proxy client service uit. Dit voorkomt dat het systeem ontwaakt uit slaap elk uur
pt: Desabilita o serviço mDNSResponder sleep proxy cliente. Isso irá impedir que o sistema retorne do Sleep a cada hora
ro: Dezactiveaza serviciul proxy de Sleep mDNSResponder. Asta va preveni sistemul din a porni automat in fiecare ora
ru: Отключает сервис Sleep Proxy Client для предотвращаения периодического пробуждения системы во время сна.
tr: mDNSResponder vekil uyku istemcisi servisini devre dışı bırak. Bu, sistemin her saat uykudan uyanmasını engelleyecektir.
uk_ua: Заборонити mDNSResponder sleep proxy client service. Це запобігає пробудження системи кожної години

source: Install Clover Preference Pane
de: Clover Systemeinstellungen
es: Instalar el Panel de Preferencias de Clover
fr: Installe le panneau de préférence de Clover
hr: Instaliraj Clover Preference Pane
id: Install Panel Preferensi Clover
ja: Clover環境設定をインストール
lv: Instalēt Clover vadības paneli
nl: Installeer Clover Voorkeur Paneel
pt: Instalar Clover Painel Preferências
ro: Instaleaza panoul de preferinte pentru Clover
ru: Панель Настроек Clover
tr: Clover Tercih Panosunu yükle
uk_ua: Встановити Контрольну Панель Clover

source: Install Clover Preference Pane on target volume. Include CloverUpdater that can notify you about Clover updates.
de: Installiert das Clover Kontrollfeld in den Systemeinstellungen auf der Zielpartition. Der installierte CloverUpdater zeigt Dir dabei die aktuell installierte Version an und weist Dich auf Updates hin.
es: Instala el Panel de Preferencias de Clover en el volumen seleccionado. Incluye CloverUpdater que puede notificarle sobre actualizaciones de Clover.
fr: Installe le panneau de préférence de Clover sur le volume de destination. Inclus aussi CloverUpdater qui vous notifie des nouvelles mises à jour de Clover.
hr: Instaliraj Clover Preference Pane na odabrani disk. Sadrži CloverUpdater koji vas obavještava o novim verzijama.
id: Install Panel Preferensi Clover di Volume Tujuan. Memuat CloverUpdater yang memberitahu Anda tentang pembaruan.
ja: ターゲットボリュームにClover環境設定をインストール。 環境設定内のCloverUpdaterは、Cloverのアップデートをお知らせします。
lv: Instalēt vadības paneli pamata npdalījumā. Ieskaitot programmu, kas paziņo par Clover aktuālo atjauninājumu pieejāmību.
nl: Installeer Clover Voorkeur Paneel op de doelvolume. Inclusief CloverUpdater die je melding geeft over Clover updates.
pt: Instala o CloverUpdater no volume selecionado. O CloverUpdater notificará você sobre atualizações do Clover.
ro: Instaleaza panoul de preferinte pentru Clover pe volumul tinta. Include CloverUpdater care permite primirea de notificari referitoare la actualizarile Clover disponibile.
ru: Устанавливает панель Clover в Системные настройки и программу оповещения об обновлениях CloverUpdater - в папку Программы целевого раздела.
tr: Clover Tercih Panosunu hedef bölüme yükle. Clover güncellemelerinden sizi haberdar eden CloverUpdater'ı yükle.
uk_ua: Встановити контрольну панель на цільовий розділ. Встановити також CloverUpdater, він повідомляє про оновлення.

source: About CloverUpdater
de: Über den CloverUpdater
es: Acerca de CloverUpdater
fr: À propos de CloverUpdater
hr: O CloverUpdater
id: Tentang CloverUpdater
ja: CloverUpdaterについて
lv: Par CloverUpdater
nl: Over CloverUpdater
pt: Sobre o Clover Updater
ro: Despre CloverUpdater
ru: О программе CloverUpdater
tr: CloverUpdater Hakkında
uk_ua: Щодо програми CloverUpdater

source: Quit CloverUpdater
de: CloverUpdater beenden
es: Salir de CloverUpdater
fr: Quitter CloverUpdater
hr: Zatvori CloverUpdater
id: Keluar CloverUpdater
ja: CloverUpdaterを終了
lv: Iziet no CloverUpdater
nl: Sluit CloverUpdater
pt: Sair do Clover Updater
ro: Iesire CloverUpdater
ru: Завершить CloverUpdater
tr: CloverUpdater'dan çık
uk_ua: Закінчити CloverUpdater

source: Current local Clover revision:
de: Aktuell installierte Version:
es: Revisión instalada:
fr: Révision courante de Clover :
hr: Trenutno instalirana verzija:
id: Revisi Clover Lokal :
ja: 稼働中のCloverのリビジョン:
lv: Instalēta Clover revīzija:
nl: Huidige lokale Clover herziening:
pt: Versão local atual do Clover
ro: Revizia Clover locala:
ru: Установлена ревизия Clover:
tr: Mevcut yerel Clover sürümü:
uk_ua: Встановлена ревізія Кловер:

source: Latest update revision:
de: Neueste Update Version:
es: Última revisión:
fr: Mise à jour la plus récente :
hr: Posljednja dostupna verzija:
id: Revisi update Terkini :
ja: 最新版のリビジョン:
lv: Pieejams atjauninājums:
nl: Laatste update revisie:
pt: Última versão atualizada:
ro: Ultima revizie:
ru: Актуальный релиз:
tr: Son güncelleme revizyonu:
uk_ua: Маємо оновлення:

source: Do you want to update ?
de: Möchten Sie aktualisieren ?
es: ¿Quiere instalar la actualización?
fr: Voulez vous mettre à jour ?
hr: Da želite nadogradnju ?
id: Anda ingin update ?
ja: アップデートしますか?
lv: Vai gribat veikt atjauninājumu?
nl: Wil je bijwerken ?
pt: Você gostaria de atualizar?
ro: Doriti sa actualizati ?
ru: Хотите обновить Clover?
tr: Güncellemek istiyor musunuz?
uk_ua: Бажаєте оновити?

source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
hr: Ne sad
id: Nanti
ja: まだしない
lv: Vēlāk
nl: Niet nu
pt: Agora não
ro: Nu acum
ru: Не сейчас
tr: Şimdi değil
uk_ua: Не зараз

source: Update
de: Aktualisieren
es: Actualizar
fr: Mise à jour
hr: Nadogradi
ja: アップデート
lv: Jā
nl: Bijwerken
pt: Atualizar
ro: Actualizeza
ru: Обновить
tr: Güncelle
uk_ua: Звісно так!

source: No update available !
de: Keine Aktualisierung verfügbar !
es: No hay actualizaciones disponibles!
fr: Aucune mise à jour disponible !
hr: Nema raspoloživih ažuriranja !
id: Sudah up to Date !
ja: アップデートはありません。
lv: Nav atjauninājumu!
nl: Geen update beschikbaar!
pt: Sem actualizações disponíveis !
ro: Nicio actualizare disponibila !
ru: Нет доступных обновлений.
tr: Hiç güncelleme yok!
uk_ua: Немає наявних оновлень!

source: Ok
es: Aceptar
fr: ОK
hr: U redu
ru: Угу
tr: Tamam
uk_ua: Добре

source: Never
de: Niemals
fr: Jamais
id: Tak Pernah
nl: Nooit
pt: Nunca
ro: Niciodata
ru: Никогда

source: Daily
de: Täglich
es: Diariamente
fr: Quotidienne
hr: Svaki dan
id: Harian
ja: 毎日
lv: Ikdien
nl: Dagelijks
pt: Diáriamente
ro: Zilnic
ru: Ежедневно
tr: Günde bir
uk_ua: Щоденно
