Repository: CloverHackyColor/CloverBootloader
Catalog: CloverPackage/package/po/*.po
Languages: de, es, fr, hr, id, ja, lv, nl, pt, ro, ru, tr, uk_ua

source: ISO 9600 filesystem driver from GRUB.
de: Treiber für das ISO9600 Dateisystem.
es: ISO9600 filesystem driver.
fr: Pilote GRUB pour système de fichiers ISO 9600.
hr: ISO9600 filesystem driver.
id: Driver File System ISO9600 dari GRUB.
ja: ISO9600 filesystem driver.
lv: ISO9600 filesystem driver.
nl: Stuurprogramma voor GRUB’s ISO9600 bestandssysteem.
ro: Driver GRUB pentru ISO9600.
ru: Поддержка файловой системы ISO 9600.
tr: ISO9600 filesystem driver.
uk_ua: ISO9600 filesystem driver.

source: NTFS filesystem driver from GRUB.
de: Treiber für das NTFS Dateisystem.
es: NTFS filesystem driver.
fr: Pilote GRUB pour système de fichiers NTFS.
hr: NTFS filesystem driver.
id: Driver File System NTFS dari GRUB.
ja: NTFS filesystem driver.
lv: NTFS filesystem driver.
nl: Stuurprogramma voor GRUB’s NTFS bestandssysteem.
ro: Driver GRUB pentru NTFS.
ru: Поддержка файловой системы NTFS.
tr: NTFS filesystem driver.
uk_ua: NTFS filesystem driver.

source: UDF filesystem driver from GRUB.
de: Treiber für das UDF Dateisystem.
es: UDF filesystem driver.
fr: Pilote GRUB pour système de fichiers UDF.
hr: UDF filesystem driver.
id: Driver File System UDF dari GRUB.
ja: UDF filesystem driver.
lv: UDF filesystem driver.
nl: Stuurprogramma voor GRUB’s UDF bestandssysteem.
ro: Driver GRUB pentru UDF.
ru: Поддержка файловой системы UDF.
tr: UDF filesystem driver.
uk_ua: UDF filesystem driver.

source: Restore SMC keys left in nvram by FakeSMC
de: Wiederherstellen der NVRAM SMC Schlüssel durch FakeSMC
fr: Restaure les clés SMC laissées en NVRAM par FakeSMC.
id: Memulihkan keys FakeSMC yang tersisa di NVRAM
nl: Herstel SMC-sleutels die zijn achtergelaten in NVRAM door FakeSMC
ro: Restaureaza cheile SMC lasate in NVRAM de FakeSMC
ru: Восстанавливает значения SMC ключей, выставленных FakeSMC в NVRAM при перезагрузке системы.

source: USB 3.0 driver, 64bit
de: USB 3.0 Treiber, 64bit
fr: Pilote USB 3.0, 64bit
id: Driver USB 3.0, 64-bit
nl: USB 3.0 stuurprogramma, 64bit
pt: Driver para USB 3.0, 64bit
ro: Driver USB 3.0, 64-bit
ru: Поддержка USB 3.0 для сторонних контроллеров

source: UEFI Drivers, 64 bit
de: UEFI Treiber, 64bit
es: UEFI Drivers
fr: Pilotes UEFI
hr: UEFI Drivers
id: Drivers UEFI, 64-bits
ja: UEFI Drivers
lv: UEFI Drivers
nl: UEFI stuurprogramma’s
ro: Drivere UEFI, 64-bit
ru: Драйверы для UEFI-загрузки
tr: UEFI Drivers
uk_ua: UEFI Drivers

source: Select drivers for UEFI-booting.
de: Treiber, welche für einen UEFI-BIOS Bootvorgang benötigt werden.
fr: Sélectionnez les pilotes pour le démarrage UEFI.
id: Pilih drivers untuk UEFI-booting.
nl: Selecteer stuurprogramma’s voor opstarten m.b.v. UEFI
ro: Selecteaza driverele pentru boot UEFI.
ru: Выберите драйверы для загрузки посредством UEFI.

source: Human Interface Devices
de: Eingabegeräte (Maus, Tastatur etc)
fr: Pilotes d’interface
id: Drivers Perangkat HID
ro: Device-uri de control ale interfetei (HID)
ru: Драйвера устройств ввода

source: PS2/USB drivers for mouses and keyboards.
de: Eine Sammlung von Treibern für PS/2 und USB Eingabegeräte wie Maus, Tastatur, Trackpads etc.
fr: Pilotes PS2/USB pour souris et claviers.
id: Drivers PS/2 atau USB untuk Mouse dan Keyboard.
nl: PS2/USB stuurprogramma’s voor muizen en toetsenborden.
ro: Drivere PS2/USB pentru mouse si tastatura.
ru: PS2/USB драйвера мыши и клавиатуры

source: Memory fix drivers
de: Memory Fix Treiber
fr: Pilotes de correction de mémoire
id: Drivers Memory Fix
nl: Stuurprogramma’s voor geheugen-correctie
ro: Drivere pentru rezolvarea problemelor de memorie
ru: Драйвера исправляющие ошибки выделения памяти UEFI BIOS

source: A collection of memory fix drivers.
de: Eine Sammlung von Treibern zur Behebung von Speicherfehlern
fr: Ensemble de pilotes de correction de mémoire.
id: Koleksi drivers Memory Fix untuk firmware UEFI. Gunakan salah satu.
nl: Een collectie van stuurprogramma’s voor het corrigeren van het geheugen
ro: Colectie de drivere pentru rezolvarea problemelor de memorie.
ru: Коллекция драйверов, исправляющих память

source: FileVault 2 UEFI Drivers, 64 bit
de: FileVault 2 UEFI Treiber, 64bit
es: FileVault 2 UEFI Drivers
fr: Pilotes UEFI FileVault 2, 64 bit
hr: FileVault 2 UEFI Drivers
id: Drivers FileVault 2
ja: FileVault 2 UEFI Drivers
lv: FileVault 2 UEFI Drivers
nl: FileVault 2 UEFI stuurprogramma’s
ro: Drivere UEFI pentru FileVault 2, 64-bit
ru: Драйверы для FileVault 2 UEFI-загрузки
tr: FileVault 2 UEFI Drivers
uk_ua: FileVault 2 UEFI Drivers

source: Select drivers for UEFI-booting with FileVault 2.
de: Eine Sammlung von UEFI-Treibern für die FileVault2 Unterstützung.
fr: Sélectionnez les pilotes pour le démarrage UEFI avec FileVault 2.
id: Pilih drivers untuk UEFI-booting dengan FileVault 2.
nl: Selecteer stuurprogramma’s voor het opstarten m.b.v. UEFI en FileVault 2.
ro: Selecteaza driverele pentru boot UEFI cu FileVault 2.
ru: Выберите драйверы для загрузки UEFI при включенной FileVault 2.

source: Additional drivers
de: Zusätzliche Treiber
fr: Pilotes additionnels
id: Drivers Tambahan
nl: Aanvullende stuurprogramma’s
ro: Drivere aditionale
ru: Дополнительные драйвера

source: Some times a bios UEFI may lack support for a particular protocol or some functionality.
de: Eine Sammlung von Treibern, mit deren Hilfe einem UEFI-BIOS standardmässig fehlende Protokolle und Funktion zur Verfügung gestellt werden.
fr: Parfois, un firmware UEFI peut ne pas prendre en charge un protocole particulier ou certaines fonctionnalités.
id: Terkadang firmware UEFI tidak mendukung protokol khusus atau butuh fungsi tambahan.
nl: Soms biedt het UEFI bios geen ondersteuning voor een specifiek protocol of functionaliteit.
ro: Uneori, unui Bios UEFI ii poate lipsi suportul pentru un protocol anume sau o functionalitate anume.
ru: В некоторых случаях UEFI BIOS может не иметь нужных протоколов или нужной функциональности

source: Create AppleEvent protocol for FileVault2
de: Erstellt ein AppleEvent Protokoll für FileVault2
fr: Crée un protocole AppleEvent pour FileVault 2.
id: Membuat protokol AppleEvent bagi FileVault2
nl: Creëer het AppleEvent protocol voor FileVault2.
ro: Creeaza protocolul AppleEvent pentru FileVault2
ru: Поддержка протокола AppleEvent для FileVault 2.

source: Create optional AppleGraphicsConfig protocol
de: Erstellt ein optionales AppleGraphicsConfig Protokoll
fr: Crée un protocole optionnel AppleGraphicsConfig.
id: Membuat protokol AppleGraphicsConfig opsional
nl: Creëer het optionele AppleGraphicsConfig protocol.
ro: Creeaza protocolul optional AppleGraphicsConfig
ru: Поддержка протокола AppleGraphicsConfig.

source: HDA driver to play Startup Sound at boot time
de: HDA Treiber, um einen Startup Ton beim booten abzuspielen
fr: Pilote audio HDA pour le son au démarrage. Peut être configuré à partir du menu de Clover dans les options : Sélection du périphérique de sortie et du volume (pour le matériel supporté uniquement).
id: Driver HDA untuk memainkan Startup Sound ketika Boot. Setel terlebih dahulu perangkat dan Volume Audio melalui Startup sound output yang ada di menu Options. Tidak semua perangkat IOAudio didukung, butuh NVRAM aktif.
nl: HDA stuurprogramma voor het afspelen van geluid tijdens het opstarten
ro: Driver HDA pentru redarea sunetului de Startup la pornirea calculatorului
ru: Звуковой драйвер для исполнения гимна при запуске Кловера

source: 64bit video driver for Clover GUI allowing to choose more resolutions. It is based on CSM module in UEFI BIOS and required CSM will be enabled. Clover may not started with it and you may have wake problem in system. Use with precautions.
de: 64Bit Video-Treiber für Clovers GUI, erlaubt die Auswahl von mehr Auflösungen. Basierend auf dem CSM-Modul des UEFI-Bios, CSM muss dort aktiviert werden. Eventuell startet Clover nicht, es kann auch Probleme beim Aufwachen des Systems geben. Bitte Vorsichtsmaßnahmen treffen.
es: Controlador de video 64bit para la interfaz gráfica de Clover, permite seleccionar mas resoluciones. Está basado en el módulo CSM de BIOS UEFI y requiere que CSM (Módulo de Soporte de Compatibilidad) esté activo. Clover puede no iniciar con este controlador y puede ocasionar problemas al salir de reposo en algunos sistemas. Use con precaución.
fr: Pilote vidéo 64 bit pour l’interface graphique (GUI) de Clover permettant d’avoir un plus large éventail de résolutions. Ce driver est basé sur le module CSM des firmwares UEFI et nécessite que CSM soit activé. Clover peut ne pas démarrer avec ce driver et il peut aussi provoquer des problèmes de sortie de veille. À utiliser avec précaution.
hr: 64 bitni video upravljački program za Clover sučelje pruža odabir više mogućnosti pri odabitu rezolucije. Baziran je na CSM modulu UEFI te zahtijeva da CSM bude uključen u biosu. U nekim slučajevima može prouzročiti probleme kao ne pokretanje Clover-a te problema sa buđenjem računala iz sleep moda. Koristiti sa oprezom.
id: Driver video 64-bit untuk GUI Clover yang mendukung banyak resolusi. Bergantung modul CSM di UEFI BIOS, sehingga ia menjadi enabled. Ini bisa berakibat Clover gagal Boot dan Wake di sistem bermasalah. Gunakan dengan hati-hati.
ja: CloverのGUIで幅広い解像度設定を可能する64bitビデオドライバ。 UEFI BIOSのCMSモジュールから構成されているため、BIOSでCSMを有効にする必要があります。 CloverのOS起動機能との関連はなく、またスリープ復帰時の動作に問題が出る可能性があります。 あらかじめご注意の上、ご使用ください。
lv: Grafiskā adaptera draiveris priekš Clover GUI, kas ļauj ekrānam iestatīt augstākas izšķirspējas. Tiek bazēts uz CSM moduļa iekš BIOS un pieprasa, lai CSM režīms būtu ieslēgts. Clover mēdz neielādēties ar šo draiveri, vai arī iespējams, ka sistēma nevarēs pamosties pēc aizmigšanas, tāpēc tas ir jālieto piesardzīgi.
nl: 64bit video stuurprogramma voor de Clover GUI, voor ondersteuning van meer resoluties. Het is gebaseerd op de CSM module in UEFI BIOS en het vereist dat CSM wordt ingeschakeld. Clover kan mogelijk niet worden gestart en er kunnen problemen ontstaan bij het ontwaken van het systeem. Voorzichtigheid geboden.
pt: Driver de Vídeo 64bit para o GUI do Clover possibilitando a escolha de mais resoluções. Ele é baseado no módulo CSM existente em BIOS UEFI e é necessário que o modo esteja ativo. O Clover pode não iniciar enquanto usar este driver e ele também pode provocar problemas com o Sleep. Use com precaução.
ro: Driver video 64-bit pentru interfata Clover, permitand alegerea mai multor rezolutii. Este bazat pe modulul CSM din UEFI si necesita CSM activat. Clover s-ar putea sa nu porneasca cu el, si poate cauza probleme la revenirea din modul Sleep. Folositi cu atentie.
ru: Позволяет использовать большие разрешения экрана в графическом интерфейсе Clover-а. Драйвер основан на модуле CSM в BIOS и требует, чтобы CSM был включен. На некоторых конфигурациях Clover может не запуститься с этим драйвером или система не будет пробуждаться после сна, поэтому используйте с осторожностью.
tr: Clover GUI için daha fazla çözünürlük seçmeye izin veren 64bit görüntü sürücüsü. UEFI BIOS'taki CSM modülü üzerine temllendirlmiştir ve CSM'nin devrede olmasını gerektirir. Clover bununla birlikte çalışmayabilir ve sistem uyanma sorunu yaşayabilirsiniz. Dikkatli kullanın.
uk_ua: 64-бітний відеодрайвер для Clover GUI дозволяє використовувати велику роздільну здатність экрану. Він грунтується на CSM модулі у BIOS та вимагає, щоб CSM був ввімкнений Проте, Clover може і не завантажитись з цим драйвером, або ж система не буде пробуджуватись після сну, тому, використовуйте з обережністю.

source: This is DataHub protocol support mandatory for MacOSX. Usually it is already present but sometime it may be missed. In this case you should see warning on screen.
de: Essentielle DataHub Protokoll Unterstützung für macOS. Normalerweise schon vorhanden, kann aber trotzdem manchmal fehlen. In diesem Fall solltest Du eine Fehlermeldung sehen.
es: Este controlador provee soporte del protocolo DataHub requerido por MacOSX. Usualmente esta presente pero puede faltar por algún motivo. En este caso debería ver una advertencia en pantalla.
fr: Ce driver ajoute le protocole DataHub qui est nécessaire pour macOS. En général, ce protocole est déjà présent dans la majorité des cas mais il se peut qu’il manque sur certaines configurations. Dans ce cas vous devriez voir des avertissements à l’écran.
hr: Podrška za DataHub protokol,obavezna za MacOSX. Uglavnom bi trebala biti prisutna,u slučaju da je nema pojavit će se poruka upozorenja.
id: Dukungan protokol DataHub yang dibutuhkan oleh MacOS. Biasanya sudah tersedia namun kadang-kadang hilang. Jika terlewatkan, maka akan muncul peringatan di layar.
ja: MacOSXで必要なデータハブプロトコルをサポート。 通常これはすでにシステムに実装されていますが、場合によっては読み込みに失敗します。この際はアラートが表示されます。
lv: DataHub protokola atbalsts, tas ir stingri nepieciešams Mac OSX palaišanai. Lielākoties tas jau ir iekļauts BIOS, bet ir arī izņēmumi, kuru gadījumā uz ekrāna redzesiet par to paziņojumu.
nl: Dit is DataHub protocol ondersteuning verplicht voor MacOSX. Meestal is dit al aanwezig maar soms kan het ook missen. In dat geval zal je een waarschuwing zien op het scherm.
pt: Este é o suporte ao protocolo DataHub que é obrigatório no OS X. Normalmente ele já está presente mas algumas vezes pode não estar. Neste caso você deverá ver um aviso na tela.
ro: Acesta este suportul pentru protocolul DataHub, obligatoriu pentru MacOSX. De obicei este deja prezent, dar uneori poate lipsi. In acest caz, veti vedea un mesaj de atentionare pe ecran.
ru: Поддержка протокола DataHub, который строго необходим для запуска macOS. Обычно он присутствует (если нет, на экран будет выведено сообщение).
tr: Bu MacOSX için zorunlu olan DataHub protokol desteğidir. Genelde halihazırda mevcuttur fakat bazen kayıp olabilir. Bu durumda ekranda uyarı görürsünüz.
uk_ua: Підтримка DataHub протоколу, який суворо необхідний для запуску MacOSX. Зазвичай він і так присутній, проте може і не бути, в цьому випадку ви побачите попередження на екрані.

source: Workaround for store UEFI variables without UEFI.
de: Umgehung zum speichern der UEFI Variablen ohne ein vorhandenes UEFI. 64Bit-Treiber zur Unterstützung der von macOS benötigten NVRAM Variablen. Meistens wird beim UEFI booten der Hardware NVRAM genutzt, aber in einigen wenigen Fällen wird dieser Treiber benötigt. Diesen Treiber nur benutzen, wenn es ohne ihn Probleme gibt.
es: Controlador 64bit que provee soporte de variables NVRAM necesarias para MacOSX. La mayoría de sistemas UEFI usan NVRAM por hardware pero en algunos casos este controlador es necesario. Usar solamente si tiene problemas sin el
fr: Pilote 64 bit pour le support des variables en NVRAM nécessaire à macOS. La plupart des firmwares UEFI utilisent une NVRAM matérielle mais dans de rares cas, ce driver est nécessaire. À n’utiliser que si vous avez des problèmes de NVRAM.
hr: 64 bitna verzija upravljačkog programa pruža podršku NVRAM varijabli za OSX. Uglavnom većina UEFI boot načina koristi hardver za NVRAM ali u nekim rijetkim slučajevima potrebam je i oavj upravljački program. Koristiti samo ako imate problema bez njega.
id: Solusi masalah penyimpanan variabel NVRAM di Sistem tanpa perangkat UEFI. Biasanya UEFI boot memakai NVRAM dari perangkat, namun dalam kasus tertentu driver ini tetap dibutuhkan. Gunakan (hanya) jika tanpa memakainya, Anda menemui kendala.
ja: MacOSXのNVRAM変数をサポートするための64bitドライバ。 UEFI起動では、通常はハードウェアNVRAMを使用しますが、まれにこのドライバが必要になることがあります。 システムの動作に問題がある場合にのみ使用してください
lv: Draiveris NVRAM mainīgo atbalstam, kas ir nepieciešami Mac OSX palaišanai. Tipiski, UEFI BIOS jau izmanto reālo NVRAM, bet dažas UEFI variāčijas nē Izmantojiet šo draiveri tikai ja noteikti zinat, ka tas ir vajadzīgs!
nl: 64bit stuurprogramma voor ondersteuning van NVRAM variabelen die nodig zijn voor MacOSX. Meestal gebruikt UEFI hardware NVRAM maar in sommige zeldzame gevallen is dit stuurprogramma nodig. Gebruik dit alleen als je problemen hebt zonder het
ro: Metoda alternativa de stocare a variabilelor in NVRAM la sistemele fara NVRAM nativ. De obicei, initierea UEFI foloseste NVRAM de tip hardware, dar in unele cazuri rare, acest driver e necesar. Folositi-l doar daca intampinati probleme fara el.
ru: Драйвер для поддержки переменных NVRAM, необходимых macOS. Современные системы обычно имеют встроенный NVRAM. Используйте драйвер если вы уверены, что встроенный NVRAM отсутствует или не работает. Либо встроенный, либо эмулируемый NVRAM строго необходимы для системы.
tr: MacOSX tarafından ihtiyaç duyulan NVRAM değişkenleri için 64bit sürücü desteği. Çoğu UEFI önyükleme donanımsal NVRAM kullanır fakat bazı durumlarda bu sürücü gereklidir. Sadece yüklü olmadığında problem yaşıyorsanız kullanınız.
uk_ua: 64-бітний драйвер для підтрімки NVRAM змінних, необхідних для MacOSX. Найчастіше UEFI використовує вбудований NVRAM, але іноді ні Використовуйте драйвер тільки якщо ви достеменно знаєте, що він потрібен.

source: Support for UnicodeCollation protocol used by EFI Shell if it missed in UEFI.
de: Unterstützung eines UnicodeCollation Protokolls für die EFI Shell, sollte im UEFI keines vorhanden sein.
fr: Support du protocole UnicodeCollation utilisé dans le Shell EFI s’il est absent du firmware UEFI natif.
id: Dukungan protokol UnicodeCollation bagi EFI Shell jika firmware UEFI tidak menyediakan.
nl: Ondersteuning voor het UnicodeCollation protocol dat gebruikt wordt door de EFI Shell wanneer deze niet beschikbaar is in UEFI.
ro: Suport pentru protocolul UnicodeCollation folosit de EFI Shell daca lipseste in UEFI.
ru: Поддержка протокола UnicodeCollation, необходимого для EFI Shell, если он отсутствует в UEFI BIOS.

source: FAT filesystem driver.
de: Treiber für das FAT Dateisystem.
fr: Pilote de système de fichiers FAT.
id: Driver File System FAT.
nl: Stuurprogramma voor het FAT-bestandssysteem.
ro: Driver pentru FAT.
ru: Поддержка файловой системы FAT32.

source: Fix Hash support if absent in native UEFI BIOS
de: Stellt die Hash Unterstützung bereit, wenn im nativen UEFI BIOS keine solche vorhanden ist
fr: Correction du support Hash en cas d’absence dans le firmware UEFI natif.
id: Mendukung Hash jika firmware UEFI native tidak menyediakan.
nl: Corrigeer Hash-ondersteuning wanneer deze ontbreekt in de UEFI BIOS.
ro: Rezolva Hash Support daca lipseste in placile de baza cu UEFI BIOS nativ
ru: Функционал хеширования для тех UEFI-систем, где он отсутствует.

source: Alternate HFS+ filesystem driver.
de: Alternativer Treiber für das HFS+ Dateisystem.
fr: Pilote alternatif de système de fichiers HFS+.
id: Driver File System HFS+ (versi alternatif).
nl: Alternatieve stuurprogramma voor het HFS+ bestandssysteem
ro: Driver HFS+ alternativ.
ru: Поддержка файловой системы HFS+ (альтернативный драйвер).

source: Driver for support NVM Express devices.
de: Treiber zur Unterstützung von NVM Express Geräten.
fr: Pilote pour les périphériques NVM Express.
id: Driver untuk mendukung perangkat NVMExpress.
nl: Stuurprogramma voor ondersteuning van NVM Express apparaten.
ro: Driver pentru NVM Express.
ru: Поддержка протоколов NVM Express для твердотельных накопителей.

source: Alternate driver (v3) to fix Memory problems on UEFI firmware.
de: Alternativer Treiber (v3) um Speicherproblem in der UEFI Firmware zu beheben. Dieser Treiber sollte NICHT mit anderen AptioFix Treibern zusammen verwendet werden.
es: Alternate driver (v3) to fix Memory problems on UEFI firmware. Do not use with other AptioFix together.
fr: Pilote alternatif (v3) pour résoudre les problèmes de mémoire avec certains firmwares UEFI.
hr: Alternate driver (v3) to fix Memory problems on UEFI firmware. Do not use with other AptioFix together.
id: Driver alternatif (v3) untuk membenahi masalah Memory di firmware UEFI.
ja: Alternate driver (v3) to fix Memory problems on UEFI firmware. Do not use with other AptioFix together.
lv: Alternate driver (v3) to fix Memory problems on UEFI firmware. Do not use with other AptioFix together.
nl: Alternatieve stuurprogramma (v3) voor het corrigeren van geheugen-problemen op UEFI firmware.
ro: Driver alternativ (v3) pentru rezolvarea problemelor de memorie la firmware-ele UEFI. A nu se folosi impreuna cu AptioFix.
ru: Альтернативный драйвер (3) коррекции ошибок памяти UEFI. Исправляет работу с NVRAM.
tr: Alternate driver (v3) to fix Memory problems on UEFI firmware. Do not use with other AptioFix together.
uk_ua: Alternate driver (v3) to fix Memory problems on UEFI firmware. Do not use with other AptioFix together.

source: Old 64bit driver to fix Memory problems on UEFI firmware such as AMI Aptio
de: Alter Treiber zur Behebung von UEFI Firmware Speicherproblem, wie z.B. in AMI Aptio. Dieser Treiber sollte NICHT mit anderen AptioFix Treibern zusammen verwendet werden
es: Old 64-bits Driver to fix Memory problems on UEFI firmware such as AMI Aptio. Do not use with other AptioFix together.
fr: Ancien pilote 64 bit pour résoudre les problèmes de mémoire avec certains firmwares UEFI tels que AMI Aptio.
hr: Old 64-bits Driver to fix Memory problems on UEFI firmware such as AMI Aptio. Do not use with other AptioFix together.
id: Driver 64-bit lawas untuk membenahi masalah Memory pada firmware UEFI misalnya AMI Aptio.
ja: Old 64-bits Driver to fix Memory problems on UEFI firmware such as AMI Aptio. Do not use with other AptioFix together.
lv: Old 64-bits Driver to fix Memory problems on UEFI firmware such as AMI Aptio. Do not use with other AptioFix together.
nl: Oude 64bit stuurprogramma voor het corrigeren van geheugen-problemen op UEFI firmware zoals AMI Aptio
ro: Driver 64-bit vechi pentru rezolvarea problemelor de memorie la firmware-ele UEFI, cum ar fi AMI Aptio. A nu se folosi impreuna cu AptioFix
ru: Старый вариант коррекции ошибок памяти для AMI Aptio и некоторымх других UEFI. Не использовать совместно с другими AptioFix. Не поддерживает работу встроенного NVRAM.
tr: Old 64-bits Driver to fix Memory problems on UEFI firmware such as AMI Aptio. Do not use with other AptioFix together.
uk_ua: Old 64-bits Driver to fix Memory problems on UEFI firmware such as AMI Aptio. Do not use with other AptioFix together.

source: Driver for support FAT Binary executables for OS X 10.9 and older.
de: Treiber für die Unterstützung von FAT Binary executables für macOS 10.9 und älter.
fr: Pilote pour la prise en charge des exécutables FAT binary pour OS X 10.9+.
id: Driver untuk mendukung FAT Binary executables bagi OS X 10.9 atau versi sebelumnya.
nl: Stuurprogramma voor ondersteuning van FAT Binary uitvoerbestanden voor OS X 10.9 en ouder.
ro: Driver pentru suportul executabilelor de tip FAT pentru OS X 10.9 si versiunile anterioare.
ru: Поддержка формата FAT Binary для систем 10.9 и более ранних.

source: Simplified variant of OsxAptioFixDrv, 64bit (do not use both together)
de: Einfache Variante des OsxAptioFixDrv, 64bit ! Diesen Treiber niemals mit anderen AptioFix Treibern verwenden !
es: Variante simplificada de OsxAptioFixDrv, 64bit (no usar ambos simultáneamente)
fr: Variante simplifiée du driver 64 bit OsxAptioFixDrv (les 2 pilotes ne doivent pas être installés simultanément).
hr: Pojednostavljena verzija OsxAptioFixDrv,64 bitna. ( nemojte koristiti obe verzije u isto vrijeme)
id: Varian sederhana driver OsxAptioFixDrv (jangan pakai bersamaan).
ja: OsxAptioFixDrvの簡易版 -64bit (OsxAptioFixDrvと併用不可)
lv: Vienkāršots OsxAptioFixDrv draivera variants (neizmantot tos vienlaikus).
nl: Vereenvoudigde variant van OsxAptioFixDrv, 64bit (gebruik ze niet naast elkaar)
pt: Versão simplificada do OsxAptioFixDrv, 64bit (não use os dois juntos)
ro: O varianta simplificata de OsxAptioFixDrv, 64-bit (a nu se folosi ambele simultan)
ru: Упрощенный вариант драйвера OsxAptioFix. Не использовать совместно с другими AptioFix.
tr: Sadeleştirilmiş OsxAptioFixDrv türevi, 64bit (ikisini birden kullanmayın)
uk_ua: Спрощений варіант 64-бітного драйверу. Увага! Не використовувати спільно з OsxAptioFixDrv!
