Repository: CloverHackyColor/CloverBootloader
Catalog: CloverPackage/package/po/*.po
Languages: de, es, fr, hr, id, ja, lv, nl, pt, ro, ru, tr, uk_ua

source: Install alternative booting PBR with choice of boot with a key pressed. File to boot = boot{keypressed}
de: Installiert alternatives PBR booten mit der Möglichkeit, zwischen mehreren boot Dateien zu wählen. Boot Datei = boot{gedrückte Taste}
es: Instalar arranque PBR alternativo con selección de boot al presionar una tecla. Archivo boot a arrancar = boot{tecla_a_presionar}
fr: Installe un sélecteur de boot dans le PBR. Permet de sélectionner le fichier à booter par l’appui d’une touche. Fichier à booter = boot{touche}
hr: Instalira alternativnu metodu PBR sa mogućnošću kasnijeg odabira pristikom gumba. File to boot = boot{keypressed}
id: Install alternatif boot PBR dengan memilih boot melalui sebuah tombol. File to boot = boot{keypressed}
ja: boot1の代替起動PBRはキー押下で選択可能。 起動セクター選択 = 起動中に {キー連打}
lv: Instalēt alternatīvo ielādes sektoru boot1, kas dod iespeju izvēlēties vairākus ielādētājus (boot1, boot3, boot7) ar attiecīga numura taustiņa nospiešanu. Izvēlei ir paredzēta 2 sekunžu pauze.
nl: Installeer alternatief PBR opstarten met de keuze opstarten bij een toetsslag. Bestand voor opstarten = boot{toetsslag}
pt: Instala uma opção de boot (PBR) com escolha de boot quando pressionada uma tecla. Arquivo para iniciar = boot{teclapressionada}
ro: Instaleaza cod pentru boot1 in PBR, ceea ce ofera o pauza de 2 secunde la initierea sistemului, pentru a permite fisierului de boot pentru Stage 2 sa se incarce la o apasare de tasta. Fisier de boot = boot{apasa tasta}
ru: Устанавливает альтернативный сектор boot1, позволяющий выбрать разные загрузчики (boot1, boot3, boot7) нажатием клавиши в паузе 2 секунды. Для выбора загрузчика нажмите клавишу с соответствующей цифрой.
tr: Alternatif önyüklemeli PBR'yi bir tuşa basınca önyükleme yapma seçeneği ile yükle. Önyüklemesi yapılacak dosya = önyükleme{tuşabasıldı}
uk_ua: Встановити альтернативний PBR завантажувальний сектор, який дає змогу вибрати різні завантажувачі (boot1, boot3, boot7) натисканням клавіші в затримці 2 секунд. Завантажити файл boot{цифра}

source: Install & Start 64bit boot first
de: Installiert und bootet 64Bit zuerst
es: Instalar e iniciar en 64bit primero
fr: Installer & Démarrer en mode 64 bit
hr: Instaliraj te pokreni 64 bitnu verziju kao zadanu
id: Instal & Menjalankan mode 64bit terlebih dahulu
ja: 64bitブート用ブートローダーのインストール
lv: Instalēt 64 bitu ielādētāju kā pirmo
nl: Installeer & Start 64bit opstarten eerst
pt: Instalar e Definir o boot padrão em 64bit
ro: Instaleaza si porneste intai initierea 64-bit
ru: Установить 64-битный загрузчик первым.
tr: İlk olarak 64bit önyüklemeyi yükle ve başlat
uk_ua: Встановити 64 бітний завантажувач першим

source: Install boot files and set to start 64bit first. Default boot to boot = Clover EFI 64bit. You can.. Press key 1 to boot1 = Chameleon boot, Press key 3 to boot3 = Clover EFI 32bit boot, Press key 6 to boot6 = Clover EFI 64bit boot.
de: Installiert die boot Dateien und startet zuerst im 64Bit Modus. Standard Bootablauf = Clover EFI 64Bit. Du kannst wählen zwischen... Drücke Taste 1 für boot1 = Chameleon boot, Drücke Taste 3 für boot3 = Clover EFI 32Bit boot, Drücke Taste 6 für boot6 = Clover EFI 64Bit boot.
es: Instala los archivos de arranque y configura el inicio en 64bit primero. Archivo boot por defecto = Clover EFI 64bit. Usted puede.. Presionar la tecla 1 para boot1 = Chameleon, Presionar la tecla 3 para boot3 = Clover EFI 32bit, Presionar la tecla 6 para boot6 = Clover EFI 64bit.
fr: Installer les fichiers boot et configurer le mode 64 bit en premier. Mode de boot par défaut = Clover 64 bit. Vous pouvez… Presser la touche 1 pour boot1 = Chameleon boot, Presser la touche 3 pour boot3 = Clover 32 bit boot, Presser la touche 6 pour boot6 = Clover 64 bit boot.
hr: Instalira 64 bitni boot te ga postavlja kao zadani. Po defaultu boota = Clover EFI 64bit. Možete također koristiti... Koristiti 1 za boot1 = Pokretanje Chameleona, Koristiti 3 to boot3 = Pokretanje Clover EFI 32bit , Koristiti 6 to boot6 = pokretanje Clover EFI 64bit .
id: Menginstal dan aktifkan boot mode 64bit. Boot utama = Clover EFI 64bit. Anda dapat.. Tekan 1 untuk boot1 = Chameleon boot, Tekan 3 untuk boot3 = Clover EFI 32bit boot, Tekan 6 untuk boot6 = Clover EFI 64bit boot.
ja: ブートファイルをインストールし、64bitブート優先に設定。 デフォルトブート = Clover EFI 64bitに設定され、起動時に… 1キー押下でboot1から起動 = Chameleonから起動、 3キー押下でboot3から起動 = Clover EFI 32bitから起動、 6キー押下でboot6から起動 = Clover EFI 64bitから起動します。
lv: Uzinstalēt datnes un iestātīt 64 bitu režīmu pēc noklusējuma. Pēc noklusējuma (pēc 2 sec pauzes) tiek ielādēts boot = Clover EFI 64bit. Taustiņš ar ciparu 1 priekš boot1 = Chameleon boot, Taustiņš ar ciparu 3 priekš boot3 = Clover EFI 32bit boot, Taustiņš ar ciparu 6 priekš boot6 = Clover EFI 64bit boot.
nl: Installeer opstart bestanden en zet 64bit opstarten eerst. Standaard opstart na opstarten = Clover EFI 64bit. Je kan.. Drukken op toets 1 voor boot1 = Chameleon opstarten, Drukken op toets 3 voor boot3 = Clover EFI 32bit opstarten, Drukken op toets 6 voor boot6 = Clover EFI 64bit opstarten.
pt: Instala os arquivos de boot e define o início em 64bit. Inicialização padrão = Clover EFI 64bit. Você poderá.. Apertar a tecla 1 para boot1 = Iniciar o Chameleon, Apertar a tecla 3 para boot3 = Iniciar o Clover EFI em 32bit, Apertar a tecla 6 para boot6 = Iniciar o Clover EFI em 64bit.
ro: Instaleaza fisierele de initiere si seteaza pornirea 64-bit ca implicita. Pornire implicita = Clover EFI 64-bit. Puteti sa... Apasati tasta 1 pentru boot1 = Initiati Chameleon, Apasati tasta 3 pentru boot3 = Initiati EFI 32-bit, Apasati tasta 6 pentru boot6 = Initiati EFI 64-bit.
ru: Установить файлы и поставить 64 бита по умолчанию. По умолчанию грузится boot = Clover 64 bit после 2 секунд ожидания клавиатуры. Клавиша 1 для boot1 = Chameleon boot; Клавиша 3 для boot3 = Clover EFI 32 bit boot; Клавиша 6 для boot6 = Clover EFI 64 bit boot.
tr: Önyükleme dosyalarını yükle ve ilk olarak 64bit başlayacak şekilde ayarla. Varsayılan önyükleme önyükleyecek = Clover EFI 64bit. Yapabilecekleriniz... boot1 için 1'e basın = Chameleon önyükleme, boot3 için 3'e basın = Clover EFI 32bit önyükleme, boot6 için 6'ya basın = Clover EFI 64bit önyükleme.
uk_ua: Встановити файли та призначити 64 біт за замовчуванням. За замовчуванням завантажується boot = Clover 64 після 2 секунд очікування на клавіатурі: Клавіша 1 для boot1 = Chameleon boot, Клавіша 3 для boot3 = Clover EFI 32bit boot, Клавіша 6 для boot6 = Clover EFI 64bit boot.

source: CloverEFI
fr: Clover pour le mode BIOS (legacy)
id: Clover boot BIOS (Legacy)
ru: Clover для BIOS-загрузки
uk_ua: Кловер EFI

source: Select the version of CloverEFI to install.
de: Wähle die zu installierende Version von CloverEFI.
es: Seleccione la versión de CloverEFI a instalar.
fr: Sélectionner la version de Clover à installer.
hr: Odaberite željenu verziju.
id: Pilih varian Clover boot untuk diinstall di BIOS Legacy.
ja: CloverEFIのバージョンを選択。
lv: Izvēlēties CloverEFI instalācija veidu.
nl: Selecteer de versie van CloverEFI voor installatie.
pt: Selecione a versão do CloverEFI para instalar.
ro: Selectati versiunea de CloverEFI pentru instalare.
ru: Варианты установки Clover-а для BIOS-загрузки (для систем без UEFI) с драйверами доступа к дискам.
tr: Yüklenecek CloverEFI sürümünü seçin.
uk_ua: Вибрати варіант встановлення CloverEFI.

source: CloverEFI 64-bits SATA
de: CloverEFI 64Bit SATA
fr: Clover 64 bit SATA
hr: CloverEFI 64 bitni SATA
id: Clover boot 64-bits SATA
ja: CloverEFI 64bit SATA版
ro: CloverEFI 64-bit SATA
ru: Clover EFI с драйвером SATA
tr: CloverEFI 64-bit SATA
uk_ua: Кловер EFI 64-біту SATA

source: CloverEFI 64-bits using SATA to access drives
de: CloverEFI 64Bit nutzt SATA um auf die Festplatten zuzugreifen
es: CloverEFI 64-bits para unidades de disco SATA
fr: Clover 64 bit utilisant SATA pour l’accès au disques
hr: CloverEFI 64 bitni sa SATA načinom pristupa diskovima
id: Clover boot 64-bits melalui SATA untuk akses Drives
ja: SATA接続ドライブ用CloverEFI 64bit版
lv: CloverEFI 64-bits, disku peikļušanai izmantojot SATA
nl: CloverEFI 64-bits in gebruik met SATA naar toegangsschijven
pt: CloverEFI 64-bits usando SATA para acessar os discos
ro: CloverEFI 64-bit folosind SATA pentru accesarea HDD/SSD
ru: Clover EFI (64 бита) с драйвером SATA.
tr: CloverEFI 64-bit sürücülere SATA kullanarak erişim
uk_ua: Кловер EFI 64-біт із використанням SATA драйверу

source: CloverEFI 64-bits BiosBlockIO
de: CloverEFI 64Bit BiosBlockIO
fr: Clover 64 bit BiosBlockIO
hr: CloverEFI 64 bitni BiosBlockIO
id: Clover boot 64-bits BiosBlockIO
ja: CloverEFI 64bit版 BiosBlockIO
ro: CloverEFI 64-bit BiosBlockIO
ru: Clover EFI с драйвером Bios Block I/O
tr: CloverEFI 64-bit BiosBlockIO
uk_ua: Кловер EFI 64-біту BiosBlockIO

source: CloverEFI 64-bits using Bios Block I/O to access drives
de: CloverEFI 64-bits nutzt Bios Block I/O um auf die Festplatten zuzugreifen
es: CloverEFI 64-bits para acceder a unidades de disco con controladores RAID, JMicron, NForce y controladores alternativos SATA/ATA/SCSI de terceros
fr: Clover 64 bit utilisant les Bios Block I/O pour l’accès au disques
hr: CloverEFI 64 bitni sa Bios Block I/O načinom pristupa diskovima
id: Clover boot 64-bits melalui Bios Block I/O untuk akses Drives
ja: Bios Block I/O接続ドライブ用CloverEFI 64bit版
lv: CloverEFI 64-bits disku peikļušanai izmantojot Bios Block I/O
nl: CloverEFI 64-bits gebruik met Bios Block I/O naar toegangsschijven
pt: CloverEFI 64-bits usando Bios Block I/O para acessar os discos
ro: CloverEFI 64-bit folosind Bios Block I/O pentru accesarea HDD/SSD
ru: Clover EFI (64 бита) с драйвером Bios Block I/O.
tr: CloverEFI 64-bit sürücülere Bios Block G/Ç kullanarak erişim
uk_ua: Кловер EFI 64-біту із використанням BiosBlockI/O драйверу для доступу до дисків. Використовувати якщо маєте чипсет NVIDIA NForce.

source: CloverEFI 64-bits BiosBlockIO for NVIDIA NForce MCP79
de: CloverEFI 64Bit BiosBlockIO für NVIDIA NForce MCP79
es: CloverEFI 64-bits BiosBlockIO
fr: Clover 64 bit BiosBlockIO avec le chipset NVIDIA Force MCP79
hr: CloverEFI 64 bitni BiosBlockIO
id: Clover boot 64-bits BiosBlockIO untuk NVIDIA NForce MCP79
ja: CloverEFI 64bit版 BiosBlockIO
lv: CloverEFI 64-bits BiosBlockIO
nl: CloverEFI 64-bits BiosBlockIO
ro: CloverEFI 64-bit BiosBlockIO
ru: Clover EFI Bios Block I/O для NForce MCP79
tr: CloverEFI 64-bit BiosBlockIO
uk_ua: Кловер EFI 64-біту BiosBlockIO

source: CloverEFI 64-bits using Bios Block I/O to access drives for chipset NVIDIA NForce MCP79
de: CloverEFI 64-bits nutzt Bios Block I/O um auf die Festplatten zuzugreifen
es: CloverEFI 64-bits para acceder a unidades de disco con controladores RAID, JMicron, NForce y controladores alternativos SATA/ATA/SCSI de terceros
fr: Clover 64 bit utilisant les Bios Block I/O avec le chipset NVIDIA Force MCP79 pour l’accès au disques
hr: CloverEFI 64 bitni sa Bios Block I/O načinom pristupa diskovima
id: Clover boot 64-bits melalui Bios Block I/O untuk akses drives di chipset NVIDIA NForce MCP79
ja: Bios Block I/O接続ドライブ用CloverEFI 64bit版
lv: CloverEFI 64-bits disku peikļušanai izmantojot Bios Block I/O
nl: CloverEFI 64-bits gebruik met Bios Block I/O naar toegangsschijven
ro: CloverEFI 64-bit folosind Bios Block I/O pentru accesarea HDD/SSD
ru: Clover EFI (64 бита) с драйвером Bios Block I/O доступа к дискам для чипсета NVIDIA NForce MCP79
tr: CloverEFI 64-bit sürücülere Bios Block G/Ç kullanarak erişim
uk_ua: Кловер EFI 64-біту із використанням BiosBlockI/O драйверу для доступу до дисків. Використовувати якщо маєте чипсет NVIDIA NForce.

source: Drivers off
de: Treiber offline
id: Drivers off (non-Aktif)
nl: Uitgeschakelde stuurprogramma’s
ro: Drivere inactive
ru: Запасные драйвера

source: Installs all available drivers in EFI/CLOVER/drivers/off/ off directory isn't loaded by Clover any how and this is only helpfull if you have to use the EFI shell to copy a missing driver or replace a bad one during the boot if a need be.
de: Installiert alle verfügbaren Treiber in EFI/CLOVER/drivers/off/ Das 'off'-Verzeichnis wird von Clover nicht geladen und ist nur dann sinnvoll, wenn man über die EFI Shell Treiber tauschen oder defekte Treiber während des Bootvorgangs ersetzen muss.
fr: Installe tous les pilotes dans EFI/CLOVER/drivers/off/ Les pilotes contenus dans le répertoire off ne sont pas chargés par Clover. En utilisant le shell EFI, l’utilisateur peut copier un fichier manquant ou remplacer un fichier afin de pouvoir démarrer.
id: Install seluruh Drivers yang telah tersedia ke /EFI/CLOVER/drivers/off/ Direktori off tidak dimuat oleh Clover dan hanya berguna saat Anda menjalankan EFI Shell untuk menyalin driver hilang atau mengganti yang rusak ketika boot jika diperlukan.
nl: Installeert alle beschikbare stuurprogramma’s in EFI/CLOVER/drivers/off/ De “off” map wordt niet geladen door Clover maar dit kan hulpzaam zijn wanneer je de EFI shell moet gebruiken om een ontbrekend stuurprogramma te kopiëren of om een fout stuurprogramma te vervangen.
ro: Instaleaza toate driverele disponibile in EFI/CLOVER/drivers/off/ Folderul “Off” nu este incarcat de catre Clover, dar este folositor daca folositi EFI shell ca sa copiati un driver lipsa, sau pentru a inlocui un driver problematic in cursul procesului de boot, daca e nevoie.
ru: Положить все возможные драйвера в EFI/CLOVER/drivers/off/ Эта папка не используется кловером, но может пригодиться для копирования драйверов вручную.

source: BIOS Drivers, 64 bit
de: BIOS Treiber, 64 bit
fr: Pilotes pour le mode BIOS (Legacy), 64 bit
id: Drivers BIOS, 64-bits
nl: BIOS Stuurprogramma’s, 64 bit
ro: Drivere BIOS, 64-bit
ru: Драйверы для BIOS-загрузки

source: Select drivers for BIOS-booting.
de: Treiber, welche für einen LEGACY-BIOS Bootvorgang benötigt werden.
fr: Selectionnez les pilotes pour le mode BIOS (Legacy).
id: Pilih drivers untuk BIOS-booting (Legacy).
nl: Selecteer de stuurprogramma’s voor opstarten m.b.v. BIOS
ro: Selecteaza driverele pentru boot de tip BIOS.
ru: Выберите драйверы для режима загрузки из BIOS.

source: Recommended drivers
de: Empfohlene Treiber
fr: Pilotes recommandés
id: Drivers Rekomendasi
nl: Aanbevolen stuurprogramma’s
ro: Drivere recomandate
ru: Рекомендуемые драйвера

source: Recommended drivers, mostly mandatory.
de: Eine Sammlung empfohlener Standard-Treiber. Diese Treiber sind verpflichtend, um einen fehlerfreien Bootvorgang zu gewährleisten und sollten daher unbedingt installiert werden.
fr: Pilotes recommandés et quasi-obligatoires
id: Drivers yang dianjurkan, sebagian besar keharusan.
nl: Aanbevolen stuurprogramma’s, veelal verplicht.
ro: Drivere recomandate, in mare parte obligatorii.
ru: Очень рекомендуемые, почти обязательные драйвера.

source: File System drivers
de: Treiber für Dateisysteme
fr: Pilotes de système de fichiers
id: Drivers File System
nl: Stuurprogramma’s voor bestandssysteem
ro: Drivere File System
ru: Драйвера файловых систем

source: A collection of file system drivers.
de: Eine Sammlung von Treibern für verschiedene Dateisysteme.
fr: Une sélection de pilotes pour système de fichier
id: Koleksi drivers untuk File System.
nl: Een collectie van beschikbare stuurprogramma’s voor het bestandssysteem
ro: Colectie de drivere pentru File System.
ru: Коллекция драйверов файловых систем

source: FileVault 2 BIOS Drivers, 64 bit
de: FileVault 2 BIOS Treiber, 64 bit
fr: Pilotes FileVault 2 BIOS, 64 bit
id: Drivers FileVault 2
nl: FileVault 2 BIOS stuurprogramma’s, 64 bit
ro: Drivere FileVault 2 BIOS, 64-bit
ru: FileVault2 драйвера для БИОС загрузки

source: Select drivers for BIOS-booting with FileVault 2.
de: Treiber für ein LEGACY-BIOS zum starten von einem mit FileVault 2 verschlüsseltem Datenträger.
fr: Sélectionnez les pilotes pour le mode BIOS (Legacy) avec FileVault 2.
id: Pilih drivers untuk BIOS-booting dengan FileVault 2.
nl: Selecteer stuurprogramma’s voor opstarten m.b.v. BIOS en FileVault 2.
ro: Selecteaza driverele pentru boot de tip BIOS cu FileVault 2.
ru: Выберите драйверы для загрузки BIOS с помощью FileVault 2.

source: 64bit driver to load APFS filesystem driver from container
de: 64bit Treiber für die Unterstützung APFS-formatierter Datenträger
es: Supports APFS filesystem driver from container for macOS 10.14.
fr: Pilote 64 bit pour charger le pilote APFS directement à partir de macOS 10.14+.
hr: Supports APFS filesystem driver from container for macOS 10.14.
id: Driver 64-bit untuk memuat File System APFS dari Container bagi macOS 10.13 atau yang lebih baru.
ja: Supports APFS filesystem driver from container for macOS 10.14.
lv: Supports APFS filesystem driver from container for macOS 10.14.
nl: 64bit stuurprogramma om het APFS-bestandssysteem vanuit de container te laden
ro: driver 64-bit pentru incarcarea APFS din interiorul containerului
ru: Поддержка загрузки оригинального драйвера файловой системы APFS из контейнера. Необходим для macOS 10.13 и выше.
tr: Supports APFS filesystem driver from container for macOS 10.14.
uk_ua: Supports APFS filesystem driver from container for macOS 10.14.

source: For decode PNG and BMP images in boot UI
de: Dekodiert PNG und BMP für FileVault2
es: Decode PNG and BMP for FileVault2.
fr: Décodeur PNG et BMP pour FileVault 2.
hr: Decode PNG and BMP for FileVault2.
id: Untuk decode gambar PNG dan BMP pada UI Boot
ja: Decode PNG and BMP for FileVault2.
lv: Decode PNG and BMP for FileVault2.
nl: Voor het decoderen van PNG en BMP afbeeldingen in het opstartscherm
ro: Decodeaza imaginile PNG si BMP in interfata de boot pentru FileVault 2
ru: Декодер изображений в форматах PNG и BMP. Необходим для работы FileVault 2.
tr: Decode PNG and BMP for FileVault2.
uk_ua: Decode PNG and BMP for FileVault2.

source: Secure AppleEfiFat binary driver with implementation of AppleLoadImage protocol with EfiBinary signature verification.
de: Sicherer AppleEfiFat binary Treiber mit implementiertem AppleLoadImage Protokoll und EfiBinary Signatur Überprüfung.
fr: Pilote AppleEfiFat binary sécurisé avec l’implémentation du protocole AppleLoadImage avec vérification de la signature EfiBinary.
id: Mengamankan binary driver AppleEfiFat menggunakan implementasi protokol AppleLoadImage dengan verifikasi signature EfiBinary.
nl: Veilige AppleEfiFat binary stuurprogramma met implementatie van het AppleLoadImage protocol met EfiBinary signature verificatie.
ro: Driver AppleEfiFat cu implementarea protocolului AppleLoadImage folosind verificarea semnaturii pentru EfiBinary.
ru: Драйвер, реализующий поддержку протокола AppleLoadImage с верификацией исполняемых бинарных модулей Apple.

source: Support for boot UI dialog for FileVault2
de: Unterstützt den Anmeldedialog bei mit FileVault2 verschlüsselten Datenträgern
fr: Support de la boîte de dialogue dans FileVault2.
id: Dukungan bagi Dialog UI Boot untuk FileVault 2
nl: Ondersteuning voor opstartscherm-dialoog voor FileVault2.
ro: Suport pentru interfata de boot pentru FileVault2
ru: Поддержка протокола авторизации пользователя для FileVault 2.

source: Support for PS/2 keyboard to use with FileVault2
de: Unterstützt PS/2 Tastaturen für FileVault2
fr: Prise en charge du clavier PS/2 pour FileVault 2.
id: Dukungan Keyboard PS/2 untuk digunakan dengan FileVault 2
nl: Ondersteuning voor PS/2 toetsenborden in combinatie met FileVault2
ro: Suport pentru tastaturile pe PS/2 de folosit la FileVault 2
ru: Поддержка клавиатур PS/2 для использования с FileVault 2.

source: Set of protocols for support EfiLoginUi for FileVault.
de: Unterstützung für das EfiLoginUi Protokoll unter FileVault.
fr: Ensemble de protocoles EfiLoginUi pour FileVault.
id: Rangkaian protokol untuk mendukung EfiLoginUi bagi FileVault.
nl: Groep van protocollen voor ondersteuning van EfiLoginUi voor FileVault
ro: Set de protocoale pentru a suporta EfiLoginUi in FileVault 2.
ru: Поддержка EFI Login UI для FileVault. Функционально заменяет собой драйверы AppleKeyMapAggregator, AppleEvent, AppleUITheme, FirmwareVolume и AppleImageCodec.

source: Create boot UI Themes support
de: Stellt UI Themes Unterstützung für FileVault2 zur Verfügung
es: Create boot UI Themes support for FileVault2.
fr: Crée un thème de démarrage prenant en charge FileVault 2.
hr: Create boot UI Themes support for FileVault2.
id: Mendukung Themes UI saat boot
ja: Create boot UI Themes support for FileVault2.
lv: Create boot UI Themes support for FileVault2.
nl: Creëer thema ondersteuning van het opstartscherm
ro: Adauga suport UI Themes pentru FileVault 2
ru: Поддержка протокола для отображения фонового изображения при использовании FileVault 2.
tr: Create boot UI Themes support for FileVault2.
uk_ua: Create boot UI Themes support for FileVault2.

source: Driver to fix input problems on UEFI firmware such as AMI Aptio.
de: Treiber zur Unterstützung von Computern mit einer AMI Aptio BIOS UEFI-Firmware.
fr: Pilote pour corriger les problèmes d’entrée des Firmware UEFI tels que les AMI Aptio.
id: Driver untuk membenahi masalah Input pada firmware UEFI, misalnya AMI Aptio.
nl: Stuurprogramma voor het corrigeren van invoer-problemen op UEFI firmware zoals een AMI Aptio.
ro: Driver pentru rezolvarea problemelor de introducere a textului la firmware-ele UEFI, cum ar fi AMI Aptio.
ru: Исправляет ошибки UEFI при работе с устройствами ввода.

source: HDA driver to play Startup Sound
de: HDA Treiber zur Unterstützung eines Startup Ton
fr: Pilote HDA pour le son au démarrage.
id: Driver HDA untuk memainkan Startup Sound ketika Boot. Setel terlebih dahulu perangkat dan Volume Audio melalui Startup sound output yang ada di menu Options. Tidak semua perangkat IOAudio didukung, butuh NVRAM aktif.
nl: HDA stuurprogramma om opstart-geluiden af te spelen
ro: Driver HDA pentru redarea sunetului de Startup
ru: Драйвер для бу-бум при старте компьютера

source: Create FirmwareVolume with cursor images
de: Erstellt ein FirmwareVolume mit cursor images für FileVault2
es: Create FirmwareVolume with cursor images for FileVault2.
fr: Crée FirmwareVolume avec des images de curseur pour FileVault 2.
hr: Create FirmwareVolume with cursor images for FileVault2.
id: Membuat FirmwareVolume dengan gambar cursor.
ja: Create FirmwareVolume with cursor images for FileVault2.
lv: Create FirmwareVolume with cursor images for FileVault2.
nl: Creëer fFrmwareVolume met cursor-afbeeldingen
ro: Creeaza FirmwareVolume cu imagini de cursor pentru FileVault 2
ru: Поддержка протокола FirmwareVolume для FileVault 2.
tr: Create FirmwareVolume with cursor images for FileVault2.
uk_ua: Create FirmwareVolume with cursor images for FileVault2.

source: Provide injection of kexts from Clover folder.
de: Ermöglicht die Einbindung von im Clover Ordner hinterlegten Kernel Erweiterungen.
es: Provide injection of kernel extensions from Clover folder.
fr: Fournit l’injection des kexts du dossier Clover.
hr: Provide injection of kernel extensions from Clover folder.
id: Menyediakan injeksi kexts dari folder CLOVER.
ja: Provide injection of kernel extensions from Clover folder.
lv: Provide injection of kernel extensions from Clover folder.
nl: Injecteer kernel extensies vanuit de Clover folder.
ro: Adauga injectarea kext-urilor din folderul Clover.
ru: Поддержка загрузки расширений ядра из папок, расположенных внутри папки EFI.
tr: Provide injection of kernel extensions from Clover folder.
uk_ua: Provide injection of kernel extensions from Clover folder.

source: ExFAT filesystem driver from GRUB.
de: Treiber für das ExFAT Dateisystem.
es: ExFAT filesystem driver.
fr: Pilote GRUB pour système de fichiers ExFAT.
hr: ExFAT filesystem driver.
id: Driver File System ExFAT dari GRUB.
ja: ExFAT filesystem driver.
lv: ExFAT filesystem driver.
nl: Stuurprogramma voor GRUB’s ExFAT bestandssysteem.
ro: Driver GRUB pentru ExFAT.
ru: Поддержка файловой системы ExFAT.
tr: ExFAT filesystem driver.
uk_ua: ExFAT filesystem driver.
