Repository: CloverHackyColor/CloverBootloader
Catalog: CloverPackage/package/po/*.po
Languages: de, es, fr, hr, id, ja, lv, nl, pt, ro, ru, tr, uk_ua

source: Weekly
de: Wöchentlich
es: Semanalmente
fr: Hebdomadaire
hr: Svaki tjedan
id: Mingguan
ja: 毎週
lv: Iknedēļ
nl: Wekelijks
pt: Semanalmente
ro: Saptamanal
ru: Еженедельно
tr: Haftada bir
uk_ua: Щотижня

source: Hourly
de: Stündlich
es: Cada hora
fr: Chaque heure
hr: Svaki sat
id: Tiap jam
ja: 毎時
lv: Reizi stundā
nl: Ieder uur
pt: A cada hora
ro: In fiecare ora
ru: Раз в час
tr: Saatte bir
uk_ua: Щогодини

source: Monthly
de: Monatlich
es: Mensualmente
fr: Mensuelle
hr: Mjesečno
id: Bulanan
ja: 毎月
lv: Ikmēness
nl: Maandelijks
pt: Mensalmente
ro: Lunar
ru: Каждый месяц
tr: Her ay
uk_ua: Щомісяця

source: Check for Updates
de: Suche nach Updates
es: Comprobar actualizaciones
fr: Vérification des mises à jour
hr: Provjera nove verzije
id: Check Update
ja: 更新の確認
lv: Pārbaudīt atjauninājumu pieejāmību
nl: Controleren op Updates
pt: AtualizarClover
ro: Verifica starea actualizarilor
ru: Проверка обновлений
tr: Güncellemeleri Kontrol Et
uk_ua: Перевiрити Оновлення

source: Schedule Check Updates Every:
de: Suche nach Updates:
es: Comprobar actualizaciones:
fr: Planifier une vérification chaque :
hr: Podesi provjeru nadogradnje za:
id: Check Update Setiap:
ja: 更新確認のスケジュール:
lv: Pārbaudīt atjauninājumus:
nl: Plan Controleer voor Updates Elke:
pt: Agendar a verificação a cada:
ro: Programeaza verificari ale actualizarilor in fiecare:
ru: Проверять автоматически:
tr: Zamanlanmış Güncelleme Kontrolü Yap:
uk_ua: Нагадувати про оновлення:

source: Last check:
de: Letzte Überprüfung:
es: Última comprobación:
fr: Dernière vérification :
hr: Posljednja provjera:
id: Check Terakhir:
ja: 前回の確認:
lv: Pēdēja pārbaude:
nl: Laatste controle:
pt: Última verificação:
ro: Ultima verificare:
ru: Предыдущая проверка:
tr: Son kontrol:
uk_ua: Остання перевірка:

source: Check Now
de: Jezt überprüfen
es: Comprobar ahora...
fr: Vérifier Maintenant
hr: Provjeri sad
id: Check Sekarang
ja: いまチェックする
lv: Pārbaudīt tagad:
nl: Nu Controleren
pt: Verificar agora
ro: Verifica acum
ru: Проверить сейчас
tr: Şimdi kontrol et
uk_ua: Перевірити зараз:

source: Copyright (c) 2013 JrCs, kozlek\nAll Rights Reserved
es: Copyright (c) 2013 JrCs, kozlek Todos los Derechos Reservados
fr: Copyright (c) 2013 JrCs, kozlek Tous droits réservés
hr: Autorska prava (c) 2003 JrCs, kozlek Sva prava pridržana
id: Hak Cipta (c) 2013 JrCs, kozlek Dilindungi Undang-undang
ja: Copyright (c) 2013 JrCs, kozlek All Rights Reserved
lv: Copyright (c) 2013 JrCs, kozlek Visas tiesības rezervētas
nl: Copyright (c) 2013 JrCs, kozlek Alle Rechten Voorbehouden
ro: Copyright (c) 2013 JrCs, kozlek Toate Drepturile Rezervate
ru: Copyright (c) 2013 JrCs, kozlek Все права зарезервированы
tr: Telif hakkı (c) 2013 JrCs, kozlek Tüm hakkı saklıdır
uk_ua: Copyright (c) 2013 JrCs, kozlek All Rights Reserved

source: NVRam Variables
de: NVRAM Variablen
es: Variables NVRAM
fr: Variables NVRAM
hr: NVRAM Varijable
id: Variabel NVRam
ja: NVRam変数
lv: NVRAM Mainīgie
nl: NVRam Variabelen
pt: Variáveis NVRam
ro: Variabile NVRAM
ru: Настройки загрузчика
tr: NVRam Değişkenleri
uk_ua: Налаштування

source: General
de: Allgemein
fr: Général
hr: Generalno
id: Umum
ja: 一般
lv: Galvēnā
nl: Algemeen
pt: Geral
ru: Обновления
tr: Genel
uk_ua: Загальне

source: Revisions
de: Clover Versionen
es: Revisiones
fr: Révisions
hr: Revizije
id: Revisi
ja: リビジョン
lv: Revīzijas
nl: Revisies
pt: Revisões
ro: Revizii
ru: Текущие ревизии
tr: Revizyonlar
uk_ua: Ревізії

source: Current booted revision:
de: Aktuell geladene Version:
es: Revisión iniciada actualmente:
fr: Dernière révision utilisée :
hr: Trenutno instalirana verzija:
id: Revisi yang sedang diBoot :
ja: ブート中のリビジョン:
lv: Esošas sesijas revīzija:
nl: Huidige opgestarte revisie:
pt: Versão local atual do Clover
ro: Revizia curenta:
ru: Использована для загрузки:
tr: Mevcut önyüklenmiş sürüm:
uk_ua: Поточна ревізія Кловер:

source: Last installed revision:
de: Zuletzt installierte Version:
es: Última revisión instalada:
fr: Dernière révision installée :
hr: Posljednja dostupna verzija:
id: Revisi terakhir kali diinstall :
ja: 最後にインストールしたリビジョン:
lv: Instalētā revīzija:
nl: Laatst geïnstalleerde revisie:
pt: Última versão atualizada:
ro: Ultima revizie instalata:
ru: Установлена в системе:
tr: Son yüklenen revizyon:
uk_ua: Останнє оновлення:

source: Log Files
de: Log Dateien
es: Archivos de Registro
fr: Fichiers de Log
hr: Log datoteke
id: Berkas log
ja: ログファイル
lv: Atskaišu Datnes
nl: Log Bestanden
pt: Ficheiros de Log
ro: Log-uri
ru: Файлы отчетов
tr: Günlük dosyaları
uk_ua: Файли звітів

source: Number of lines of history to keep in CloverEFI/system.log file in addition to the current CloverEFI/boot.log contents
de: Zu behaltende Zeilenanzahl in der CloverEFI/system.log Datei, zusätzlich zum aktuellen CloverEFI/boot.log Inhalt
es: Lineas de historial a mantener en CloverEFI/system.log, además del contenido de CloverEFI/boot.log
fr: Nombre de lignes d’historique à garder dans le fichier CloverEFI/system.log, en plus du contenu de CloverEFI/boot.log
hr: Broj linija povijesti za čuvaje u CloverEFI/system.log datoteci iz CloverEFI/boot.log sadržaja
id: Jumlah baris tersimpan dalam berkas CloverEFI/system.log sebagai tambahan konten CloverEFI/boot.log saat ini
ja: CloverEFI/system.logに保持された履歴をCloverEFI/boot.logコンテンツに追加する行数
lv: Rindiņu skaits, kas tiek saglabātas atskaišu datnē system.log, kad tajā ierakstā jaunas ielādes sesijas atskaiti.
nl: Aantal lijnen van de geschiedenis in CloverEFI/system.log bestand te houden in aanvulling op de huidige CloverEFI/boot.log inhoud
pt: Numero de linhas a guardar em CloverEFI/system.log relativo ao contido CloverEFI/boot.log
ro: Numar de linii de istoric ce vor fi pastrate in CloverEFI/system.log pe langa continutul deja existent in CloverEFI/boot.log
ru: Количество строк, которые должны сохраняться в файле system.log при добавлении новых.
tr: Halihazırdaki CloverEFI/boot.log içeriğine ek olarak CloverEFI/system.log dosyasında tutulacak geçmiş kayıtların satır sayısı
uk_ua: Кількість рядків, які повинні зберігатися у файлі system.log під час додавання нових.

source: Advanced Configurations
de: Erweiterte Einstellungen
es: Configuración Avanzada
fr: Configuration Avancée
hr: Napredne postavke
id: Konfigurasi Lanjutan
ja: 高度な設定
lv: Paplašināta Konfigurācija
nl: Geavanceerde Configuraties
pt: Configurações Avançadas
ro: Configuratii avansate
ru: Дополнительные настройки
tr: Gelişmiş Yapılandırmalar
uk_ua: Розширене Налаштування

source: Force mount selected ESP at startup:
de: Anzeigen der gewählten ESP nach Rechnerstart erzwingen:
es: Partición ESP a montar al arrancar:
fr: Forcer le montage de l’EFI sélectionnée au démarrage :
hr: Prisilno montiraj odabrani ESP pri podizanju:
id: Mount paksa ESP terpilih saat Startup:
ja: スタートアップ時に強制マウントするESP:
lv: Montēt izvēlēto ESP pēc starta:
nl: Forceer aankoppelen van geselecteerd ESP bij het opstarten:
pt: Força montagem da seleção ESP na inicialização:
ro: Forteaza montarea la pornire a partitiei ESP selectate:
ru: Монтировать раздел ESP при старте
tr: Seçili ESP'yi açılışta zorla yerleştir:
uk_ua: Змонтувати обраний ESP під час запуску

source: Save NVRAM contents to disk:
de: Sichere den NVRAM Inhalt auf der Partition:
es: Guardar el contenido de NVRAM:
fr: Sauvegarder le contenu de la NVRAM sur disque :
hr: Spremi NVRAM sadržaj na disk:
id: Simpan konten NVRAM ke Disk:
ja: NVRAMコンテンツをディスクに保存:
lv: Saglabāt NVRAM saturu diskā:
nl: Opslaan NVRAM inhoud op schijf:
pt: Guarda NVRAM na partição:
ro: Salveaza continutul NVRAM pe disk (HDD/SSD):
ru: Сохранять содержимое NVRAM на раздел:
tr: NVRAM içeriğini diske kaydet:
uk_ua: Зберегти вміст NVRAM на розділ:

source: Theme
de: Thema
es: Tema
fr: Thème
hr: Tema
ja: Theme＜テーマ＞
lv: Tēma
nl: Thema
pt: Tema
ro: Teme
ru: Оформление
tr: Tema
uk_ua: Тема

source: Clover Theme
de: Clover Thema
es: Tema de Clover
fr: Thème de Clover
hr: Clover Tema
id: Theme Clover
ja: Clover テーマ
lv: Noformējums
nl: Clover Thema
pt: Clover Tema
ro: Teme Clover
ru: Оформление
tr: Clover Teması
uk_ua: Тема Кловера

source: Author:
es: Autor:
fr: Auteur :
hr: Autor:
id: Pembuat:
ja: 作者:
lv: Autors:
nl: Auteur:
pt: Autor
ro: Autorul:
ru: Автор:
tr: Yazar:
uk_ua: Автор:

source: Year:
de: Jahr:
es: Año:
fr: Année :
hr: Godina:
id: Tahun:
ja: 制作年:
lv: Gads:
nl: Jaar:
pt: Ano
ro: Anul:
ru: Год:
tr: Yıl:
uk_ua: Рік:

source: To see previews of themes you must select the path to the EFI folder.
de: Für eine Vorschau der Themen muss der Pfad zum EFI Ordner angegeben werden.
es: Para ver imágenes previas de los temas debes seleccionar la ruta a la carpeta EFI.
fr: Pour voir les aperçus des thèmes, vous devez sélectionner le chemin d’accès au répertoire EFI.
hr: Za pregled tema morate izabrati put to EFI foldera.
id: Untuk melihat Pratinjau Themes, Anda harus memilih lokasi folder EFI.
ja: プレビューの表示は、EFIフォルダのパスを指定してください。
lv: Tēmu priekšskatīšanai norādiet ceļu līdz EFI mapei.
nl: Om een voorvertoning van thema's te zien moet je het pad naar de EFI map selecteren.
pt: Antevisão dos temas selecione o caminho para a pasta EFI.
ro: Pentru a previzualiza temele, trebuie sa selectati calea catre folderul EFI.
ru: Укажите корректное размщение папки EFI.
tr: Temaların önizlemelerini görmek için EFI klasörünün yolunu seçmelisiniz.
uk_ua: Щоб побачити превью теми необхідно вибрати шлях до папки EFI.

source: Theme:
de: Thema:
es: Tema:
fr: Thème :
hr: Teme:
ja: テーマ:
lv: Tēma:
nl: Thema:
pt: Temas
ro: Teme:
ru: Тема:
tr: Tema:
uk_ua: Тема:

source: No Preview Available
de: Keine Vorschau verfügbar
es: Vista Previa No Disponible
fr: Aucun Aperçu Disponible
hr: Pregled nije dostupan
id: Pratinjau tidak tersedia
ja: プレビューは利用できません
lv: Priekšskatīšana nav pieejāmā
nl: Geen voorvertoning beschikbaar
pt: Nenhuma antevisão disponível
ro: Preview indisponibil
ru: Просмотр недоступен
tr: Önizleme mevcut değil
uk_ua: Перегляд неможливий

source: Mounting the ESP partition on boot
de: Anzeigen der ESP Partition beim Start
es: Montar la partición ESP al arrancar
fr: Monter la partition ESP au démarrage
hr: Montiranje ESP praticije kod podizanja sistema
id: Mount partisi ESP ketika boot
ja: 起動時にESPパーティションをマウント
lv: Montēt izvēlēto ESP pēc starta
nl: Aankoppelen van de ESP partitie tijdens opstarten
pt: A Montar partição ESP no boot
ro: Montarea partitiei ESP la pornire
ru: Монтировать выбранный ESP при старте
tr: ESP bölümü önyükleme esnasında yerleştiriliyor
uk_ua: Змонтувати розділ ESP під час завантаження

source: Where to save the nvram contents
de: Sicherungsort des Inhalts des NVRAM
es: Nunca - No guarda el contenido de NVRAM Siempre - Lo almacena en la partición de arranque o alguna otra del sistema
fr: Où sauver le contenu de la NVRAM
hr: Lokacija za spremanje nvram sadržaja
id: Tempat simpan konten NVRAM
ja: nvramコンテンツの保存場所
lv: Kur saglabāt NVRAM saturu
nl: Waar inhoud van nvram opslaan
pt: Salvar conteudo de nvram em
ro: Unde se salveaza continutul NVRAM
ru: Сохранять содержимое NVRAM на раздел
tr: NVRAM içeriğini kaydetme konumu
uk_ua: Куди зберегти вміст NVRAM

source: Number of history boot log lines to keep:
de: Zu behaltende Zeilenanzahl des Bootlogs:
fr: Nombre de lignes d’historique du boot.log à conserver :
id: Jumlah baris history boot log tersimpan:
nl: Aantal lijnen van opstart-geschiedenis te onthouden:
pt: Historico de linhas boot log a manter
ro: Numarul liniilor de log de pornire pastrat in istoric:
ru: Число дополнительных строк в CloverEFI/system.log:

source: Create timestamp CloverEFI/boot.log file on every boot
de: Neustart legt eine CloverEFI/boot.log Zeitstempeldatei an:
es: Guardar boot.log con sello de tiempo en cada arranque
fr: Crée un fichier boot.log horodaté au démarrage
hr: Stvoraj CloverEFI/bootlog po datumu prilikom svakog podizanja
id: Buat berkas TimeStamp CloverEFI/boot.log tiap boot
ja: 起動時にCloverEFI/boot.logファイルにタイムスタンプを記録する
lv: Izveidot boot.log kopiju pēc katras ielādes
nl: Creëer tijdstempel CloverEFI/boot.log bestand bij elke boot
pt: Criar CloverEFI/boot.log em todos os boot
ro: Creeaza CloverEFI/boot.log la fiecare pornire
ru: Сохранять копию CloverEFI/boot.log при каждой загрузке
tr: Her önyüklemede CloverEFI/boot.log zaman damgası dosyası oluştur
uk_ua: Створювати копію CloverEFI/boot.log під час кожного завантаження

source: Number of timestamp boot.log files to keep:
de: Anzahl der zu behaltenden Bootlog Zeitstempeldateien:
es: Cantidad de archivos boot.log a mantener:
fr: Nombre de fichiers boot.log horodatés à conserver :
hr: Određen broj za spremanje boot.log datoteka prema datumu.
id: Jumlah berkas TimeStamp boot log tersimpan:
ja: boot.logファイルが保持するタイムスタンプの数:
lv: boot.log datņu skaits vēstures uzglabāšanai:
nl: Nummer van tijdstempel boot.log bestanden te onthouden:
pt: Numero de boot.log a manter:
ro: Numarul de fisiere boot.log cu timestamp de pastrat:
ru: Максимальное количество сохраненных копий:
tr: Kaydı tutulacak boot.log zaman damgalarının miktarı:
uk_ua: Кількість файлів boot.log для зберiгання в історії:

source: Backup
de: Sicherungskopie
es: Copias de seguridad
fr: Sauvegarde
hr: Sigurnosna kopija
ja: バックアップ
lv: Rezerves Kopijas
nl: Reservekopie
pt: Cópia de segurança
ro: Copie de rezerva
ru: Резервирование перед обновлением
tr: Yedek
uk_ua: Резервування

source: On install backup EFI folder to destination volume
de: Bei Installation Backup des EFI Ordners auf dem Ziellaufwerk:
es: Al instalar, respaldar la carpeta EFI en el volumen destino
fr: Sauvegarder le répertoire EFI lors de l’installation
hr: Izradi sigurnosnu kopiju EFI foldera na izabranom disku
id: Saat install Clover, backup folder EFI di Volume Tujuan
ja: インストール時にEFIフォルダのバックアップする
lv: Pēc instalācija saglabāto veco EFI mapi sistēmas diskā
nl: Op installatie backup EFI map naar bestemmingsvolume
pt: Na instalação copiar pasta EFI para volume destino
ro: La instalare, creeaza un backup al folder-ului EFI pe partitia tinta
ru: Сохранять копию папки EFI на системном томе
tr: Yüklerken EFI klasörünü hedef bölüme yedekle
uk_ua: При інсталяції зберігати стару папку EFI на системному томі

source: Number of backups to keep:
de: Anzahl der zu behaltenden Sicherungskopien:
es: Número de copias de respaldo a guardar:
fr: Nombre de sauvegardes à conserver :
hr: Broj sigurnosnih kopija za čuvanje:
id: Jumlah backup tersimpan:
ja: 保持するバックアップの数:
lv: EFI rezerves kopiju skaits:
nl: Aantal te bewaren reservekopieën:
pt: Número de cópias de segurança a manter:
ro: Numarul backup-urilor de pastrat:
ru: Максимальное количество резервных копий:
tr: Saklanacak yedek sayısı:
uk_ua: Зберегти кількість резервних копій:

source: EFI Folder path
de: EFI Ordnerpfad:
es: Ruta a la carpeta EFI:
fr: Répertoire EFI
hr: EFI folder putanja
id: Lokasi Folder EFI
ja: EFIフォルダのパス
lv: Ceļš līdz EFI mapei:
nl: EFI Map pad:
pt: Caminho da Pasta EFI
ro: Calea catre folderul EFI
ru: Размещение папки EFI:
tr: EFI klasörü yolu
uk_ua: Шлях до папки EFI:

source: Auto
id: Otomatis
nl: Automatisch
ru: Автоматически

source: No
de: Nein
fr: Non
id: Tidak
nl: Nee
pt: Não
ro: Nu
ru: Нет

source: Always
de: Immer
es: Siempre
fr: Toujours
hr: Uvijek
id: Selalu
ja: 常に
lv: Vienmēr
nl: Altijd
pt: Sempre
ro: Intotdeauna
ru: Всегда
tr: Her zaman
uk_ua: Завжди

source: Boot Volume
de: Startlaufwerk
es: Volumen de Arranque
fr: Volume de démarrage
hr: Pokretački disk
id: Volume Boot
ja: ブートボリューム
lv: Starta Nodalījums
nl: Opstart Volume
ro: Volumul de boot
ru: Стартовый том
tr: Önyükleme Bölümü
uk_ua: Завантажувальний Диск

source: ESP on [%1$@] %2$@
de: ESP auf [%1$@] %2$@
es: ESP en [%1$@] %2$@
fr: EFI sur [%1$@] %2$@
hr: ESP na [%1$@] %2$@
id: ESP di [%1$@] %2$@
ja: [%1$@] のESP %2$@
lv: ESP uz [%1$@] %2$@
nl: ESP op [%1$@] %2$@
pt: ESP em [%1$@] %2$@
ro: ESP pe [%1$@] %2$@
ru: ESP на [%1$@] %2$@
tr: ESP [%1$@] %2$@ üstünde
uk_ua: ESP в [%1$@] %2$@

source: No description available
de: Keine Beschreibung vorhanden
es: Descripción no disponible
fr: Aucune description disponible
hr: Opis nije dostupan
id: Tanpa keterangan
ja: 説明文なし
lv: Apraksts nav pieejāms
nl: Geen omschrijving beschikbaar
pt: Sem descrição
ro: Descriere indisponibila
ru: Нет описания
tr: Açıklama yok
uk_ua: Опису немає

source: Select the EFI directory
de: Wähle das EFI Verzeichnis
es: Seleccione la carpeta EFI
fr: Sélectionnez le répertoire EFI
hr: Odabir odredišnog EFI direktorija
id: Pilih direktori EFI
ja: EFIディレクトリを選択
lv: Izvēlēties EFI mapi
nl: Selecteer de EFI map
pt: Selecione o directório EFI
ro: Selectati directorul EFI
ru: Выбрать папку EFI
tr: EFI dizinini seç
uk_ua: Виберіть EFI каталог

source: Set EFI directory
de: Setze das EFI Verzeichnis
es: Defina la carpeta EFI
fr: Définir le répertoire EFI
hr: Odaberi EFI direktorij
id: Setel direktori EFI
ja: EFIディレクトリを設定
lv: Iestātīt EFI direktoriju
nl: Instellen EFI map
pt: Defina directório EFI
ro: Setati directorul EFI
ru: Установить папку EFI
tr: EFI dizinini belirle
uk_ua: Встановити EFI каталог

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
hr: Nepoznat
id: Tidak diketahui
ja: 不明
lv: Nav zinams
nl: Onbekend
pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
tr: Bilinmeyen
uk_ua: Невідомо

source: Used for BIOS booting on GPT partition. boot0af (boot0 Active First) bootloader try to boot the active partition defined in MBR. If there is no active partition, it will try to boot the first EFI/FAT32/HFS partition (defined in the MBR and then the GPT) with a valid PBR signature. This choice will setup selected HFS/Fat32 partition to be active. WARNING On macOS Catalina and macOS Big Sur the system is a read-only file system, you cannot use this option without selecting the ESP option otherwise the installation will fail, for any older system there is no problem.
fr: Nécessaire pour démarrer depuis le BIOS des anciennes cartes-mère (Legacy). boot0af (boot0 Active First) Clover essaie de démarrer la partition active définie dans le MBR. S’il n’y a pas de partition active, il va essayé de démarrer la première partition EFI/FAT32/HFS (définie dans le MBR puis dans la GPT) ayant une signature PBR valide. Ce choix va activer la partition HFS/FAT32 sélectionnée. AVERTISSEMENT sur macOS Catalina et macOS Big Sur, le système est un système de fichiers en lecture seule, vous ne pouvez pas utiliser cette option sans sélectionner l'option ESP, sinon l'installation échouera, pour tout système plus ancien, il n'y a pas de problème.

source: Used for BIOS booting on MBR partition. boot0ss (boot0 Signature Scanning) bootloader try to boot the first EFI/FAT32/HFS partition (defined in the MBR and then the GPT) with a valid PBR signature. If no partition is found it will try to boot the active partition defined in MBR. This bootloader is a good choice when you have Windows installed on the same disk because Windows wants to have its partition active. This choice will not activate any partition in MBR. WARNING On macOS Catalina and macOS Big Sur the system is a read-only file system, you cannot use this option without selecting the ESP option otherwise the installation will fail, for any older system there is no problem.
fr: Nécessaire pour démarrer depuis le BIOS des anciennes cartes-mère (Legacy). boot0ss (boot0 Signature Scanning) Clover va d’abord essayé de démarrer la première partition EFI/FAT32/HFS (définie dans le MBR puis dans la GPT) ayant une signature PBR valide. Si aucune partition n’a été trouvée, il va essayé de démarrer la partition active définie dans le MBR. Ce bootloader est un bon choix quand vous avez Windows installé sur le même disque car Windows nécessite que sa partition soit active. Ce choix ne va activer aucune partition dans le MBR. AVERTISSEMENT sur macOS Catalina et macOS Big Sur, le système est un système de fichiers en lecture seule, vous ne pouvez pas utiliser cette option sans sélectionner l'option ESP, sinon l'installation échouera, pour tout système plus ancien, il n'y a pas de problème.

source: Obsolete 64bit driver to fix Memory problems on UEFI firmware such as AMI Aptio
fr: Ancien pilote 64 bit pour résoudre les problèmes de mémoire avec certains firmwares UEFI tels que AMI Aptio.

source: CloverThemeManager.app by blackosx, //keeps your Themes up to date, remove or install them by choosing from a wide selection. //Install to /Applications
fr: CloverThemeManager.app par blackosx met à jour vos thèmes, les supprime ou les installe parmi un vaste choix. S’installe dans le dossier /Applications

source: Preferred 64bit driver to fix Memory problems on UEFI firmware such as AMI Aptio
de: Aktuell empfohlener 64Bit-Treiber um Speicherprobleme in der UEFI-Firmware von AMI Aptio zu beheben. Dieser Treiber sollte NICHT mit anderen AptioFix Treibern verwendet werden
es: Controlador 64bit para solucionar problemas de memoria en firmware UEFI como el caso de AMI Aptio
id: Driver 64-bit pilihan untuk membenahi masalah Memori pada firmware UEFI, misalnya AMI Aptio. Firmware lainnya mungkin juga kompatibel.
ja: AMI AptioなどのUEFIファームウェアでメモリーの問題を修正する64bitドライバ
lv: Driveris atmiņas problemu koreikcijai, kas ir sastopama AMI Aptio un dažu citu OEM UEFI produkcijā.
nl: 64bit voorkeursstuurprogramma voor het corrigeren van geheugen problemen op UEFI firmware zoals een AMI Aptio
tr: AMI Aptio gibi UEFI Firmware'lerdeki bellek sorunlarını çözen 64bit sürücü
uk_ua: 64-бітний драйвер виправляє помилки пам'яті, які створює AMI Aptio UEFI

source: CloverThemeManager.app by blackosx, keeps your Themes up to date, remove or install them by choosing from a wide selection. Install to /Applications
de: CloverThemeManager.app by blackosx Diese App hält Deine Clover Themen aktuell, entfernt oder installiert diese aus einer umfangreichen Sammlung. Die App wird standardmäßig im Ordner 'Programme' installiert
id: Aplikasi CloverThemeManager kreasi blackosx; Menjamin Themes Anda up to date. Hapus / perbarui dari repo. Install ke /Applications

source: Copyright © %CPRYEAR%
hr: Sva prava pridržana © %CPRYEAR%
id: Hak Cipta © %CPRYEAR%
tr: Telif hakkı © %CPRYEAR%
uk_ua: Авторське Право © %CPRYEAR%

source: metal
nl: metaal
uk_ua: Метал

source: Clover EFI
uk_ua: Кловер EFI

source: Clover
uk_ua: iClover

source: Supports Fat32, HFS+, ESP.
pt: Suporta Fat32, HFS+, ESP.

source: - It's EFI bootloader provides RuntimeServices for OS that impossible for Legacy Bootloaders
pt: - É um gerenciador de boot EFI que oferece RuntimeServices para o sistema operacional que é impossível com os bootloaders antigos

source: - mostly Clover do automatic detection of hardware and set all properties by default.
pt: - Inicialmente Clover faz a deteção automática de hardware e configura todas as opções padrão.

source: But user can change them by config.plist
pt: Posteriormente o utilizador pode alterar no arquivo config.plist

source: - with Clover you may restart into other OS from Startup Disk prefPane
pt: - Com Clover você pode iniciar outro sistema operativo suportado através de Disco de Inicialização em Preferências do Sistema

source: - UUID written into config.plist will be the same as in OS
pt: - UUID definido no config.plist será o mesmo no sistema

source: - SMBIOS will be corrected to standard 2.6
pt: - SMBIOS será corrigido para o padrão 2.6

source: - ACPI will be corrected to standard 4.0.
pt: - ACPI será corrigido para o padrão 4.0.

source: - customizable RestartFix and sleep/wake fixes and PCIRootUID value
pt: - RestartFix, sleep/wake e PCIRootUID personalizáveis

source: - Graphics Properties Injector for ATI, NVidia and Intel for wide range of supported cards.
pt: - Propiedades de injeção de vídeo para ATI, NVidia e Intel com grande gama de placas suportadas.

source: Also customizable.
pt: Também personalizável.

source: - USB fix (LegacyOff, Ownership, Builtin, clock-id) up to USB 3.0
pt: - USB fix (LegacyOff, Ownership, Builtin, clock-id) até USB 3.0

source: - HDA injector and Ethernet builtin injector
pt: - Injeção de HDA e Ethernet integrado
