Repository: CloverHackyColor/CloverBootloader
Catalog: CloverPackage/package/po/*.po
Languages: de, es, fr, hr, id, ja, lv, nl, pt, ro, ru, tr, uk_ua

source: - CPU turbo and P- and C-states generator
pt: - Generador CPU turbo, P- e C-states

source: - ACPI tables loading (SSDT-xx, APIC, BOOT, SLIC, SLIT, SRAT, UEFI...)
pt: - Carregamento de tabelas ACPI (SSDT-xx, APIC, BOOT, SLIC, SLIT, SRAT, UEFI...)

source: - default boot after timeout, customizable GUI , and saving screenshots from GUI typing F10
pt: - Inicialização automática após contagem regressiva, Interface personalizável e faz capturas de tela do GUI pressionando a tecla F10

source: - saving boot.log in OS and preboot.log from GUI by typing F2
pt: - Salva boot.log no sistema e preboot.log pelo GUI apertando a tecla F2

source: Install & Start 32bit boot first
pt: Instalar e Definir o boot padrão em 32bit

source: Install boot files and set to start 32bit first. Default boot to boot = Clover EFI 32bit. You can.. Press key 1 to boot1 = Chameleon boot, Press key 3 to boot3 = Clover EFI 32bit boot, Press key 6 to boot6 = Clover EFI 64bit boot.
pt: Instala os arquivos de boot e define o início em 32bit. Inicialização padrão = Clover EFI 32bit. Você poderá.. Apertar a tecla 1 para boot1 = Iniciar o Chameleon, Apertar a tecla 3 para boot3 = Iniciar o Clover EFI em 32bit, Apertar a tecla 6 para boot6 = Iniciar o Clover EFI em 64bit.

source: PS/2 keyboard driver, 32bit
pt: Driver para Teclado PS/2, 32bit

source: PS/2 trackpad driver, 32bit
pt: Driver para Trackpad PS/2, 32bit

source: PS/2 mouse driver, 32bit
pt: Driver para Mouse PS/2, 32bit

source: USB mouse driver, 32bit
pt: Driver para Mouse USB, 32bit

source: ext2/3 filesystem driver from virtualbox, 32bit
pt: driver para sistema de arquivos ext2/3 do virtualbox, 32bit

source: ext4 filesystem driver from virtualbox, 32bit
pt: driver para sistema de arquivos ext4 do virtualbox, 32bit

source: USB 3.0 driver, 32bit
pt: Driver para USB 3.0, 32bit

source: 64bit driver for support of NVRAM variables needed by MacOSX. Mostly UEFI boot uses hardware NVRAM but in some rare cases this driver is needed. Use it only if you have a problem without it
pt: Driver 64bit para o suporte a variáveis NVRAM necessárias para o Mac OS X. Normalmente o boot UEFI usa o Hardware NVRAM mas em alguns casos raros este driver é necessário. Use somente se você tiver problemas quando não o estiver utilizando

source: 64bit driver to fix Memory problems on UEFI firmware such as AMI Aptio
pt: Driver de 64bit para corrigir problemas de Memória em Firmware UEFI como em AMI Aptio BIOS
