Repository: CloverHackyColor/CloverBootloader
Catalog: CloverPackage/package/po/*.po
Languages: de, es, fr, hr, id, ja, lv, nl, pt, ro, ru, tr, uk_ua

source: Install for UEFI booting only
de: Installiert für ein UEFI-BIOS
es: Instalación para arranque UEFI
fr: Installation pour carte mère UEFI seulement
hr: Instalacija za UEFI pokretanje
id: Install Clover untuk UEFI
ja: UEFIブート用にインストール
lv: Instalēt priekš UEFI
nl: Installatie voor UEFI moederborden
pt: Instalação para Placas Mãe UEFI
ro: Instaleaza doar pentru boot UEFI
ru: Установить Clover только для UEFI-загрузки
tr: UEFI anakartlar için yükleme
uk_ua: Встановити Кловер тільки для UEFI завантаження.

source: Install Clover to be used with UEFI motherboards only.
de: Installiert Clover zur alleinigen Nutzung mit einem UEFI-BIOS.
es: Instala Clover para ser usado en placas base UEFI solamente.
fr: Installation de Clover pour les cartes mères UEFI uniquement.
hr: Instalira Clover samo za UEFI matične.
id: Install Clover untuk digunakan pada motherboard yang hanya mendukung UEFI.
ja: UEFI対応マザーボード専用。
lv: Instalēt Clover sistēmu ielādēšanai tikai ar UEFI.
nl: Installeer Clover voor alleen gebruik met UEFI moederborden.
pt: Instala o Clover para ser usado somente em Placas Mãe UEFI.
ro: Instaleaza Clover pentru a fi folosit doar impreuna cu placile de baza compatibile UEFI.
ru: Устанавливает Clover только для UEFI-загрузки (BIOS-загрузка не возможна) на выбранный том или на раздел EFI, если выбран вариант Установить Clover на разделе EFI (ESP).
tr: Clover'ı sadece UEFI anakartlarda kullanılacak şekilde yükle.
uk_ua: Встановити Clover тільки для UEFI материнських плат.

source: Install Clover in the ESP
de: Installiert Clover in der ESP
es: Instalar Clover en la partición ESP
fr: Installe Clover dans la partition EFI
hr: Instaliraj Clover na EFI SYSTEM PARTICIJU
id: Install Clover pada ESP
ja: ESPにインストール
lv: Instalēt Clover uz EFI nodalījuma (ESP)
nl: Installeer Clover in de ESP
pt: Instalar Clover na ESP
ro: Instaleaza Clover in ESP
ru: Установить Clover на раздел EFI (ESP)
tr: Clover'ı ESP'ye yükle
uk_ua: Встановити Clover на EFI розділ (ESP)

source: Install Clover in the ESP (EFI System Partition) of the target volume Need to format ESP as Fat32 on Mac first. For Fat32 use commands like: diskutil list newfs_msdos -v EFI -F 32 /dev/rdisk9s1
de: Installiert Clover in der ESP (EFI System Partition) des Zielvolumes. ESP muss zuerst als FAT32 formatiert werden - im Terminal mit: 1.diskutil list 2.newfs_msdos -v EFI -F 32 /dev/rdiskXsY
es: Instala Clover en la partición ESP (EFI System Partition) del volumen seleccionado Requiere formatear la partición ESP como FAT32 desde su Mac. Para FAT32 use los siguientes comandos: diskutil list (identifique la partición EFI para usarla a continuación) newfs_msdos -v EFI -F 32 /dev/rdiskXsY
fr: Installe Clover dans l’ESP (EFI System Partition) du volume cible. L’EFI doit d’abord être formatée depuis le Mac en FAT32. Pour le formatage en FAT32, utilisez des commandes du style : diskutil list sudo newfs_msdos -v EFI -F 32 /dev/rdisk9s1
hr: Instalira Clover na EFI SYSTEM PARTICIJU za odabrani volume ESP mora biti FAT32 format. Za Fat32 koristiti komandu: diskutil list newfs_msdos -v EFI -F 32 /dev/rdisk9s1
id: Install Clover pada ESP (EFI System Partition) dari volume tujuan Format ESP dengan FAT32 di Mac, misalnya lewat Terminal: diskutil list newfs_msdos -v EFI -F 32 /dev/rdisk9s1
ja: ターゲットボリュームのESP (EFI System Partition) にインストール ※ESPは、あらかじめMac上でFat32にてフォーマットする必要があります。 Fat32フォーマットのコマンド例: diskutil list newfs_msdos -v EFI -F 32 /dev/rdisk9s1
lv: Instalēt Clover uz noradīta diska ESP (EFI System Partition) ESP nodalījumām ir jābūt formatētām FAT32 (tā tas ir pēc noklusējuma!) Ja tas pašlaik nav formatēts FAT32, no termināla to veic šādi: diskutil list newfs_msdos -v EFI -F 32 /dev/rdisk9s1
nl: Installeer Clover in de ESP (EFI Systeem Partitie) van de doelvolume De ESP dient als eerst te worden geformatteerd in FAT32 op een Mac. Voor FAT32 kun je de volgende commando's gebruiken: diskutil list newfs_msdos -v EFI -F 32 /dev/rdisk9s1
pt: Instala o Clover na Partição ESP (Partição EFI do Sistema) do Volume selecionado É necessário formatar a ESP como Fat32 (recomendado) ou HFS pelo OS X primeiro. Para Fat32 use os comandos abaixo: diskutil list newfs_msdos -v EFI -F 32 /dev/rdisk9s1
ro: Instaleaza Clover in ESP (EFI System Partition) pe partitia tinta Intai trebuie formatata partitia ESP ca Fat32 pe Mac. Pentru Fat32, folositi comenzile: diskutil list newfs_msdos -v EFI -F 32 /dev/rdisk9s1
ru: Устанавливает Clover на раздел ESP (EFI System Partition) выбранного тома. Раздел ESP должен быть отформатирован в FAT32. Отформатировать раздел можно в Терминале следующими командами: diskutil list newfs_msdos -v EFI -F 32 /dev/rdisk0s1 где rdisk0s1 – нужные номера диска и раздела.
tr: Clover'ı hedef sürücünün ESP'sine (EFI Ssistem Bölümü) yükle İlk olarak ESP'yi Mac üzerinde Fat32 olarak birçimlendirmelisiniz. Fat32 için bu gibi komutları kullanın: diskutil list newfs_msdos -v EFI -F 32 /dev/rdisk9s1
uk_ua: Встановити Кловер на ESP (EFI System Partition) вказаного тому Розділ ESP повинен бути відформатований в FAT32 (так воно і є спочатку) Якщо ні, тоді з Терміналу зробити наступні накази: diskutil list newfs_msdos -v EFI -F 32 /dev/rdisk9s1

source: Bootloader
es: Gestor de arranque
fr: Secteurs de boot
hr: Pokretač sustava
id: Boot Sectors (Legacy)
ja: Bootloader (ブートローダー)
lv: Ielādētājs
nl: Opstartlader
ru: Загрузочные секторы
tr: Önyükleyici
uk_ua: Завантажувач

source: Clover EFI requires three essential files. (in simple terms) boot0 (On the drive's MBR) responsible for loading boot1. boot1 (On the partition's boot-sector) to finding boot2. boot2 (On the partition's root directory) for loading /EFI/CLOVER/CLOVERIA32.efi or CLOVERX64.efi, and kernel etc.
de: Clover EFI benötigt 3 wichtige Dateien. boot0 (Für MBR der Festplatte) lädt boot1. boot1 (Für den Startbereich der Partition) sucht nach boot2. boot2 (Für das Root Verzeichniss der Partition) lädt /EFI/BOOT/CLOVERIA32.efi oder CLOVERX64.efi, und den Kernel etc.
es: Clover EFI requiere tres archivos esenciales. (en términos simples) boot0 (En el MBR del disco) responsable de cargar boot1. boot1 (En el sector de arranque de la partición) para localizar boot2. boot2 (En el directorio raíz de la partición) para cargar /EFI/CLOVER/CLOVERIA32.efi o CLOVERX64.efi, el kernel, etc.
fr: Clover nécessite trois fichiers essentiels En bref : boot0 (sur disque MBR) responsable du chargement boot1. boot1 (sur le secteur de boot de la partition) recherche boot2. boot2 (à la racine du répertoire de la partition) pour charger /EFI/CLOVER/CLOVERIA32.efi ou CLOVERX64.efi, le kernel etc.
hr: Clover EFI sadrži tri osnovne datoteke. boot0 (na glavnom boot zapisu diska) boot1. boot1 (na boot zapisu particije) te pokretanje boot2. boot2 (na korijenskom sustavu particije) za pokretanje /EFI/CLOVER/BOOT/CLOVERIA32.efi ili CLOVERX64.efi, te kernel itd.
id: Clover EFI membutuhkan 3 files esensial: boot0 (pada sektor MBR) berfungsi untuk memuat boot1. boot1 (di bootsector Partisi) berfungsi untuk mencari boot2. boot2 (di direktori root pada Partisi), memuat /EFI/CLOVER/CLOVERX64.efi, kernel & dsb.
ja: Clover EFI は、主に以下の3ファイルを参照します。 boot0 (ドライブのMBR上)：boot1をロードします。 boot1 (パーティションのbootセクタ上)：boot2を参照します。 boot2 (パーティションのrootディレクトリ上)：/EFI/CLOVER/CLOVERIA32.efiまたはCLOVERX64.efi、およびkernel等をロードします。
lv: Clover EFI pieprasa trīs pamata failu esamību. (vienkāršoti) boot0 (diska pamata ielādes ieraksts) inicialīzē boot1. boot1 (nodalījuma ielādes ieraksts) inicialīzē boot. boot (izvēlēta nodalījuma saknes direktorijā) /EFI/CLOVER/CLOVERIA32.efi vai CLOVERX64.efi mēklēšanai.
nl: Clover EFI vereist drie essentiële bestanden. (in eenvoudige termen) boot0 (Op de MBR van de schijf) verantwoordelijk voor het laden van boot1. boot1 (Op de boot-sector van de partitie) voor het vinden van boot2. boot2 (Op de partitie hoofdmap) voor het laden van /EFI/BOOT/CLOVERIA32.efi of CLOVERX64.efi, de kernel etc.
pt: Clover EFI necessita de três arquivos essênciais. (em termos simples) boot0 (No MBR do disco) responsável por carregar o boot1. boot1 (No setor de boot da partição) para encontrar o boot2. boot2 (Na raiz da partição) para carregar /EFI/CLOVER/CLOVERIA32.efi ou CLOVERX64.efi, e kernel etc.
ro: Clover EFI necesita trei fisiere esentiale (in termeni simpli): boot0 - in MBR (Master Boot Record) pentru incarcarea boot1. boot1 - in PBR (Partition Boot Record) pentru gasirea boot2. boot2 - in directorul principal al partitiei pentru incarcarea /EFI/CLOVER/CLOVERIA32.efi sau CLOVERX64.efi, si kernel etc.
ru: Clover EFI требует наличия трех основных файлов (упрощенно): • boot0 (главная загрузочная запись) отвечает за загрузку boot1; • boot1 (загрузочная запись раздела) для загрузки boot; • boot (в корне выбранного раздела) для поиска /EFI/CLOVER/CLOVERIA32.efi или CLOVERX64.efi.
tr: Clover EFI üç ana dosyaya ihtiyaç duyar. (basitçe) boot0 (Sürücünün MBR'sinde) boot1'i yüklemekten sorumlu. boot1 (Bölümün önyükleme-sektöründe) boot2'yi bulmak için. boot2 (Bölümün kök dizininde) /EFI/CLOVER/CLOVERIA32.efi veya CLOVERX64.efi ve çekirdek vb. yüklemek için.
uk_ua: Clover EFI вимагає наявності трьох головних файлів. (спрощено) boot0 (головний завантажувальний запис) відповідає за завантаження boot1. boot1 (завантажувальний запис розділу) для завантаження boot2. boot2 (в корені обраного розділу) для пошуку /EFI/CLOVER/CLOVERIA32.efi або CLOVERX64.efi

source: Install boot0af in MBR
de: Installiert boot0af in der MBR
es: Instalar boot0af en el MBR
fr: Installe boot0af dans le MBR
hr: Instaliraj boot0af u MBR
id: Install boot0af di MBR
ja: boot0afをMBRにインストール
lv: Instalēt boot0af uz MBR
nl: Installeer boot0af in MBR
pt: Instalar bootaf no MBR
ro: Instaleaza boot0af in MBR
ru: Установить boot0af на диск с MBR
tr: boot0af'yi MBR'ye yükle
uk_ua: Встановити boot0af на MBR

source: Used for BIOS booting on BIOS motherboards. boot0af (boot0 Active First) bootloader try to boot the active partition defined in MBR. If there is no active partition, it will try to boot the first EFI/FAT32/HFS partition (defined in the MBR and then the GPT) with a valid PBR signature. This choice will setup selected HFS/Fat32 partition to be active.
de: Zum booten von Computern, die nur über ein LEGACY BIOS verfügen. boot0af (boot0 Aktiv zuerst) versucht die erste als MBR definierte & aktivierte Partition zu booten. Ist keine aktive Partition vorhanden, versucht er die erste EFI/FAT32/HFS Partition mit gültiger PBR Signatur (in als MBR und dann in als GPT definierten) zu booten. Diese Auswahl wird die gewählte HFS/FAT32 Partition als aktiv setzen.
es: Usado para arranque BIOS en placas base con BIOS. boot0af (boot0 Active First - Activa Primero) intenta arrancar la partición activa definida en el MBR. Si no hay una partición activa, intentará arrancar la primer partición EFI/FAT32/HFS (definida en el MBR y luego en el GPT) con una firma PBR válida. Esta opción activará la partición HFS/FAT32 seleccionada.
id: Untuk BIOS-booting pada BIOS motherboard (Legacy). boot0af (boot0 Active First) mencoba boot partisi aktif di MBR. Jika tidak ada partisi aktif, ia akan boot partisi pertama EFI/FAT32/HFS (yang ada di MBR dan kemudian GPT) dengan signature PBR yang valid. Opsi ini akan menjadikan partisi HFS/FAT32 terpilih menjadi aktif.
ja: BIOSマザーボードでのBIOSブートに。 boot0af (boot0 Active First) ブートローダーは、まずMBRのアクティブパーティションを参照して起動を試みます。もしMBRのアクティブパーティションがなければ、EFI/FAT32/HFSの第一パーティションから有効なPBRシグネチャーを参照して起動を試みます (MBR→GPTの順)。 この設定では選択されたHFS/Fat32パーティションがアクティブになります。
lv: Izmantojams BIOS tipa ielādēšanai uz vecākājām pamatplātēm. boot0af (boot0 Active First) mēklē aktīvo nodalījumu iekš MBR. Ja tas netiek atrasts, notiek pirmās (aktīvas) EFI/FAT32/HFS PBR signatūras ielādešana. Instalācija paka pie šādas izvēles uzliek aktīvitātes karogu dotajam nodalījumām.
nl: Gebruikt voor BIOS opstarten op BIOS moederborden. boot0af (boot0 Active First) opstartlader proberen om de gedefinieerd actieve partitie in MBR op te starten. Bij geen actieve partitie, zal het proberen om de eerste EFI/FAT32/HFS partitie op te starten (gedefinieerd in de MBR en daarna vervolgens in GPT) met een geldige PBR handtekening. Bij deze keuze zal de geselecteerde HFS/Fat32 partitie omgezet worden naar actief.
pt: Usado para o arranque em placas-mãe BIOS. \ Nboot0af (boot0 ativo primeiro) bootloader tenta arrancar a partição ativa definida no MBR. Se não houver nenhuma partição ativa, ele vai tentar arrancar a primeira partição EFI/FAT32/HFS (definida no MBR e, em seguida, o GPT) com uma assinatura PBR válida. \ NEsta escolha irá configurar partição HFS/Fat32 selecionada para ser ativa.
ru: Используется для BIOS-загрузки. boot0af (boot0 Active First) ищет активный раздел в таблице MBR. Если такого раздела нет, будет загружен первый из разделов EFI/FAT32/HFS с загрузочной сигнатурой и этот раздел будет помечен как активный.
tr: BIOS anakartlarda BIOS önyükleme için kullanılır. boot0af (boot0 Active First/Aktif Öncelikli) önyükleyici tanımlanan MBR'deki aktif bölümden önyükleme yapmaya çalışır. Eğer aktif bölüm yoksa, geçerli bir PBR imzasına sahip ilk EFI/FAT32/HFS bölümünü (MBR'de ve sonra da GPT'de tanımlanan) önyüklemeye çalışacaktır. Bu seçim işaretlenmiş HFS/Fat32 bölümünü aktif olarak ayarlayacaktır.
uk_ua: Використовується для БІОС завантаження. boot0af (boot0af - Активується Першим) шукає активний розділ в MBR. Якщо його не знайдено, тоді завантажується перший розділ EFI/FAT32/HFS (спочатку в MBR, потім в GPT) з дійсною PBR сигнатурою. З цим варіантом інсталяції обраний розділ HFS/Fat32 буде активним.

source: Install boot0ss in MBR
de: Installiert boot0ss in der MBR
es: Instalar boot0ss en el MBR
fr: Installe boot0ss dans le MBR
hr: Instalira boot0ss u MBR
id: Install boot0ss di MBR
ja: boot0ssをMBRにインストール
lv: Instalēt boot0ss uz MBR
nl: Installeer boot0ss in MBR
pt: Instalar boot0ss no MBR
ro: Instaleaza boot0ss in MBR
ru: Установить boot0ss на диск с MBR
tr: boot0ss'yi MBR'ye yükle
uk_ua: Встановити boot0ss на MBR

source: Used for BIOS booting on BIOS motherboards. boot0ss (boot0 Signature Scanning) bootloader try to boot the first EFI/FAT32/HFS partition (defined in the MBR and then the GPT) with a valid PBR signature. If no partition is found it will try to boot the active partition defined in MBR. This bootloader is a good choice when you have Windows installed on the same disk because Windows wants to have its partition active. This choice will not activate any partition in MBR.
de: Zum booten von Computern, die nur über ein LEGACY BIOS verfügen. boot0ss (boot0 Signatur scannen) versucht die erste /EFI/FAT32/HFS Partition mit gültiger PBR Signatur (in als MBR und dann in als GPT definierten) zu booten. Wird keine Partition gefunden, wird versucht die aktive, im MBR definierte, Partition zu booten. Dies ist eine gute Wahl wenn Windows auf der selben Festplatte installiert ist, da Windows seine Partition aktiv haben möchte. Diese Auswahl wird keine Partition im MBR aktivieren.
es: Usado para arranque BIOS en placas base con BIOS. boot0ss (boot0 Signature Scanning - Escaneo de Firma) intenta arrancar la primer partición EFI/FAT32/HFS (definida en el MBR y luego en el GPT) con una firma PBR válida. Si no encuentra ninguna partición intentará arrancar la partición activa definida en el MBR. Este gestor de arranque es una buena elección cuando tiene Windows instalado en el mismo disco porque este quiere tener su partición activa. Esta opción no activará ninguna partición en el MBR.
id: Untuk BIOS-booting pada BIOS motherboard (Legacy). boot0ss (boot0 Signature Scanning) mencoba boot partisi pertama EFI/FAT32/HFS+ (di MBR lalu GPT) dengan signature PBR valid. Jika partisi tidak ditemukan, ia akan boot partisi aktif di MBR. Ini dianjurkan ketika Windows terinstall pada Disk yang sama karena partisinya butuh dalam keadaan aktif. Opsi ini tidak membuat partisi di MBR menjadi aktif.
ja: BIOSマザーボードでのBIOSブートに。 boot0ss (boot0 Signature Scanning) ブートローダーはEFI/FAT32/HFSの第一パーティションから有効なPBRシグネチャーを参照して (MBR→GPTの順) 起動します。もしシグネチャーが見つからない場合はMBRのアクティブパーティションから起動します。 Windowsでは起動ディスクのアクティブ化が必要なため、このオプションはWindowsがインストールされているディスクへのインストールに有効です。 この設定では、MBRのどのパーティションもアクティブ化しません。
lv: Izmantojams BIOS tipa ielādēšanai uz vecākājām pamatplātēm. boot0ss (boot0 Signature Scanning) mēklē pirmo EFI/FAT32/HFS nodalījumu ar pareizo signatūru sākumā iekš MBR, tad GPT. Ja šādi nodalījumi netiek atrasti tiks mēģināts ielādēt aktīvo nodalījumu no MBR. Šīs variants ir laba izvēle ja operētājsistēma Windows ir instalēta tajā pašā diskā, jo Windowam ir nepieciešāms, lai nodalījums būtu aktīvs. Šajā variantā instalācija paka neuzliek aktivitātes karogu izvēlētajam nodalījumām.
nl: Gebruikt voor BIOS opstarten op BIOS moederborden. boot0ss (boot0 Signature Scanning) opstartlader zal proberen de eerst EFI/FAT32/HFS partitie op te starten (gedefinieerd in de MBR en daarna de GPT) met een geldige PBR handtekening. Als er geen partitie is gevonden zal het proberen de eerst actieve partitie gedefinieerd in MBR op te starten. Deze opstartlader is een goede keuze als je Windows hebt geïnstalleerd op dezelfde hardeschijf, omdat Windows de partitie als partitie actief wilt hebben. Deze keuze zal geen enkele partitie activeren in MBR.
pt: Usado para o arranque em placas-mãe BIOS. \ Nboot0ss (boot0 assinatura Scanning) bootloader tenta arrancar a primeira partição EFI/FAT32/HFS (definida no MBR e, em seguida, o GPT) com uma assinatura PBR válida. Se nenhuma partição for encontrada, ele tentará inicializar a partição ativa definida no MBR. \ NEsse bootloader é uma boa opção quando você tiver o Windows instalado no mesmo disco, pois o Windows quer ter sua partição ativa. \ NEsta opção não irá ativar qualquer partição no MBR.
ru: Используется для BIOS-загрузки. boot0ss (boot0 Signature Scanning) ищет первый раздел типа EFI/FAT32/HFS с правильной сигнатурой сначала в таблице MBR, затем в GPT. Если таковых не найдено, будет пытаться загрузить активный раздел из MBR. Этот вариант является хорошим выбором, если Windows установлен на том же диске, поскольку Windows требует, чтобы раздел был активным (при этом Установщик не активирует выбранный раздел).
tr: BIOS anakartlarda BIOS önyükleme için kullanılır. boot0ss (boot0 Signature Scanning/İmza Tarama) önyükleyici geçerli bir PBR imzasına sahip ilk EFI/FAT32/HFS bölümünü (MBR'de ve sonra da GPT'de tanımlanan) önyüklemeye çalışacaktır. Eğer bölüm bulunamazsa MBR'de tanımlanan aktif bölümü önyüklemeye çalışacaktır. Eğer aynı diskke Windows yüklü ise bu önyükleyici iyi bir seimdir zira Windows, yüklü olduğu bölümün aktif olmasını ister. Bu seçim MBR'deki hiçbir bölümü aktif yapmayacaktır.
uk_ua: Використовується для БІОС завантаження. boot0ss (boot0ss - Сканує Сигнатуру) шукає перший розділ EFI/FAT32/HFS (спочатку в MBR, потім в GPT) з дійсною PBR сигнатурою. Якщо розділ не знайдено, буде завантажено активний розділ з MBR. Цей варіант є добрим вибором, якщо Windows встановленно на тому ж диску, тому що Windows вимагає активний розділ. З цим варіантом інсталяції жоден розділ не активується в MBR.

source: Don't update MBR and PBR sectors
de: MBR und PBR Sektoren nicht aktualisieren
es: No actualizar los sectores MBR y PBR
fr: Ne pas mettre à jour les secteurs de boot
hr: Zadrži postojeće MBR i PBR sektore
id: Tanpa update sektor MBR dan PBR
ja: MBR・PBRセクターともアップデートしない
lv: Neatjaunot MBR un PBR sektorus
nl: MBR en PBR sectoren niet updaten
pt: Não atualiza os setores de MBR e PBR
ro: Nu actualiza sectoarele de MBR si PBR
ru: Не обновлять секторы MBR и PBR
tr: MBR ve PBR sektörlerini güncelleme
uk_ua: Не оновлювати MBR та PBR сектори

source: Don't install any bootloader (boot0X, boot1X). Usefull for UEFI motherboards that don't need bootloader files. Can also be use if you don't want to upgrade MBR or PBR sectors.
de: Keine Installation der bootloader (boot0X, boot1X). Nützlich für UEFI Computer, die keine bootloader Dateien benötigen. Kann auch benutzt werden, wenn keine Updates für MBR und PBR gewünscht werden.
es: No instalar ningún gestor de arranque (boot0X, boot1X). Útil para placas base UEFI ya que no requieren los archivos del gestor de arranque. También puede ser usado si no quiere actualizar los sectores MBR o PBR en sistemas BIOS.
fr: N’installe aucun secteur de démarrage (boot0X, boot1X). Utile pour les cartes mères UEFI qui n’ont pas besoin de fichier boot. Cette option peut aussi être utilisée pour éviter la mise à jour des secteurs de boot (MBR et PBR).
hr: Ne instalira (boot0X, boot1X). Poželjno koristiti na UEFI pločama koje ne zahtijevaju nikakve boot datoteke. Može se također koristiti ako ne želite mijenjati MBR ili PBR sektore.
id: Tanpa install bootloader apapun (boot0X, boot1X). Berguna untuk motherboard UEFI yang tidak membutuhkan file boot. Juga bermanfaat saat Anda tidak ingin upgrade sektor MBR atau PBR.
ja: ブートローダーをインストールしません (boot0X、boot1X)。 ブートローダーが不要なUEFIマザーボードに。 またMBR・PBRのアップグレードが不要な場合もこのオプションを選択してください。
lv: Neinstalēt sektorus priekš BIOS-tipa ielādēšanai (boot0X, boot1X). Ir noderīgi, ja tiek izmantots UEFI ielādes veids, ka arī ja lietotājs nevēlas mainīt esošos sektorus.
nl: Installeer geen enkele opstartlader (boot0X, boot1X). Nuttig bij UEFI moederborden die geen opstartbestanden nodig hebben. Kan ook gebruikt worden als je niet MBR of PBR sectoren wilt upgraden.
pt: Não instala nenhum arquivo de boot (boot0X, boot1X). Utilizado por Placas-Mãe UEFI que não necessitam dos arquivos de boot. Também pode ser utilizado se você não quiser atualizar os setores de boot (MBR e PBR).
ro: Nu instala niciun bootloader (boot0X, boot1X). Folositor pentru placile de baza cu UEFI, care nu necesita fisiere pentru bootloader. Poate fi folosit de asemenea daca nu doriti sa actualizati sectoarele de MBR si PBR.
ru: Не устанавливать секторы для BIOS-загрузки (boot0X, boot1X). Выберите этот пункт если используете UEFI-загрузку или не хотите заменять установленные ранее секторы.
tr: Hiçbir nöyükleyici yükleme (boot0X, boot1X). Önyükleyici dosyalarına ihtiyaç duymayan UEFI anakartlar için kullanışlı. MBR ve PBR sektörlerini yükseltmek istemiyorsanız da kullanılabilir.
uk_ua: Не встановлювати будь які завантажувальні BIOS сектори (boot0X, boot1X)! Використовувати тільки для завантаження UEFI материнських плат, а також, якщо ви не маєте потреби змінювати існуючі MBR або PBR сектори.

source: Use alternative booting PBR
de: Alternatives PBR booten benutzen
es: Usar arranque PBR alternativo
fr: Installation d’un sélecteur de fichier boot
hr: Koristi alternativni način pokretanja sustava PBR
id: Pakai alternatif boot PBR
ja: 代替ブートPBRを使用
lv: Izmantot PBR ar alternatīvām izvēlnēm
nl: Gebruik alternatieve opstarten PBR
pt: Usar como opção de boot (PBR)
ro: Foloseste initiere PBR alternativa
ru: Использовать PBR с выбором загрузки
tr: Alternatif önyüklemeli PBR kullan
uk_ua: Використовувати PBR з обраним завантаженням
